[{"_id":0,"description":"Nestled in the beautiful city of Srinagar, New Lucky Kashmir House is 18.5 km from the Srinagar International Airport, 20 km from the Budgam Railway Station and 10 km from the Bus Stand. Popular tourist attractions like Dal Lake(9.3 km), Jamia Masjid(10.6 km), Nishat Bagh(10.8), Shankaracharya Temple(13.7 km), Hashme Shahi(13.9 km) and many others are situated in the near vicinity to the hotel. The hotel itself offers services that are designed to offer maximum comfort to its guests. Some of the services offered like travel desk assistance and room service. Guest can also avail taxi service, railway station/airport transfer, central heating and bonfire on a chargeable basis. Well-maintained and spacious rooms available at the property are complete with modern amenities like sofa unit, study table, refrigerator and kitchen. Guest can opt for extra facilities like snacks/fruit basket, mineral water and room heater by paying an extra cost. It houses a restaurant where guest can enjoy a variety of mouth-watering dishes. Enjoy and have a pleasant stay at New Lucky Kashmir houseboat!  ","rating":"1","image":"adam-winger-R9LQX6TutCA-unsplash.jpg","address":"Nagin Lake , Nagin Lake","name":"New Lucky Kashmir Houseboat","city":"Rome","country":"Italy"},{"_id":1,"description":"Nestled in the holy city of Shirdi, Satyan Inn is located at a distance of 82.5 km from the Vijay Nagar Airport, 1.9 km from the Sainagar Railway Station and 2.7 km from the Shirdi Bus Depot. Seek blessings at Sai Mandir(900 m), Babas Chavadi(1.2 km), Khandoba Temple(1.1 km), Maruti Mandir(6.4 km) and many other temples are situated in the close vicinity to the hotel. Quietly elegant and exclusive, the hotel features facilities suchlike room service, laundry, railway station transfer and parking. Taxi service, sightseeing and airport transfer services can also be availed at an extra cost. Satyan Inn features comfortable and well-appointed rooms equipped with modern conveniences such as air-conditioner, satellite television, intercom, Wi-Fi, tea/coffee maker and attached bathrooms with essential toiletries. Walk into the fine dine restaurant to relish mouth watering delicacies to pamper your appetite. Moreover, those on business tour can host meetings, conferences and seminars as it features well-equipped conferencing facilities making it a perfect base for business travelers. This hotel is an ideal place to relax and rejuvenate in the sacred town of Shirdi! ","rating":"1","image":"alex-dudar-Aic2AU5eKKg-unsplash.jpg","address":"Near (Govt) VIP Rest House, , Nagar Manmad Highway","name":"Satyan Inn","city":"Tokyo","country":"Japan"},{"_id":2,"description":" Hotel La Heritage in Silvasa is 59.1 km from Daman Airport, 39.4 km from Bhilad Railway Station and 19.0 km from Bus stand. Places to visit in Silvassa are Satamaliya Deer Park (8.0 km), Tribal Cultural Museum(19.2 km), Bal Udhyan(19.4 km), Hirwa Van Garden(21.5 km) and BAPS Swaminarayan Temple(21.5 km). The Hotel features facilities like power backup, car parking, pick and drop on request, wake up call, swimming pool and room services. A stay becomes memorable with the ambience and food. Rooms of the property are spacious, beautifully designed and clean. Facilities and services include air condition, cable television and attached bathroom with essential toiletries. Have a nice stay at Hotel La heritage! ","rating":"1","image":"aurora-kreativ-UN4cs4zNCYo-unsplash.jpg","address":"Village chauda khanvel,silvassa, UT DN Haveli ,","name":"Hotel La Heritage","city":"Paris","country":"France"},{"_id":3,"description":" Hotel Naman is located in the city in south eastern region of Indian state of Maharashtra, Solapur. It is situated at a distance of 7 km from Sholapur Airport, 850 m from Solapur Railway Station and 2 km from Solapur Central Bus Stand which makes it easy for the guest to commute. The property has elegantly appointed and well maintained rooms with amenities like air conditioner, LED television, telephone and electronic safe. Each room has attached bathroom with regular supply of hot and cold water. Room service is available to avoid any kind of discomfort to the guest. Hotel offers facilities like transportation services, car rental services, concierge services to make tour arrangements, Wi-Fi access, laundry services, dry cleaning and doctor on call is available for any medical emergency. Terrace garden space where guest can celebrate birthday party and other small get-together. Popular places to visit in Solapur are Shri Siddheshwar Temple (900 m), Bhuikot Fort (950 m), Bhagwat BIG Cinemas (1 km), Jain Temple (2 km), Vithhal Mandir (3 km) and many more which the visitor can explore. Have a memorable stay at Hotel Naman! ","rating":"3","image":"benjamin-voros-X63FTIZFbZo-unsplash.jpg","address":"44 Railway lines , Near Naval Petrol Pump","name":"Hotel Naman","city":"Istanbul","country":"Turkey"},{"_id":4,"description":"p align=\"justify\">Shirdi is a very sacred, powerful and important place of pilgrimage in India. The hotel is located at a close distance to Airport, Railway station and bus stand.  Some of the prominent excursions that are in the close proximity to the hotel are Sri Sai Baba Samadhi Mandir, Shri Saibaba Sansthan Temple, Dixit Wada Museum, Maruti Mandir, Khandoba Mandir and various other notable spots. Guests can choose from the 8 stylish rooms of the hotel which provides various amenities such as air-conditioning, television, intercom, study table, geyser in bathroom, hot/cold water, attached bathroom and various other essential bathroom toiletries. The property also provides facilities such as doctor on call and laundry. Additionally, taxi service and airport/railway station transfer can be availed on chargeable basis. Food is served through room service. Enjoy unique and spell-binding views of the Eternal city when staying at the Hotel Hotel Sachidanand! ","rating":"5","image":"birgit-loit-CnXVHyO1GGA-unsplash.jpg","address":"Opposite Sai Sachidanand Guest House, Behind Nagar Panchayat ,","name":"Hotel Sai Sachidanand","city":"Rome","country":"Italy"},{"_id":5,"description":"The picturesque Hotel Paradise is offers quality service and comfort to all the guests. Rooms The rooms are modern and well furnished with carpeted floors, big windows and a host of facilities like television, telephone, cupboard, luggage rack, study table and seating area. The attached bathrooms are compact but clean and are furnished with basic bathroom amenities and with a continuous supple of hot and cold running water. Dining The hotel has a fine dining restaurant serving vegetarian and non-vegetarian Chinese, Continental and Kashmiri cuisines. Please note: while the in-house restaurant(s) operates till 10 pm, room service is available till 11 pm. Facilities Besides the scenic and natural beauty, there are a few other things that you might look out for here. Some of the conveniences available at the hotel are doctor on call, a Punjab National Bank in the premises, laundry and dry cleaning services, power generator, a beautiful garden and car parking, transport facilities, S.T.D./I.S.D facility etc. Location The hotel is situated on Boulevard Road, in Srinagar, on the banks of the Dal Lake and at the bottom of the Shankaracharaya Hills. The Tourist Reception Centre is 0.5 km away from the hotel, 15 km from the airport and just minutes away from the Government Arts Emporium and Royal Spring Golf Course. ","rating":"2","image":"birgit-loit-owRWzh3NDqo-unsplash.jpg","address":"Boulevard Srinagar ,","name":"Hotel Paradise","city":"Singapore","country":"Singapore"},{"_id":6,"description":"Hotel Suvidha is a budget property, located a reachable distance from Airport, Railway Station and Bus Stand. The property offers facilities like gymnasium, travel desk, car rental service, medical assistance, wake-up service and room service. For accommodation, the property offers spacious, airy and well-lit rooms, featuring amenities like air conditioned, television, intercom and attached bathroom with running hot water. The pure veg. restaurant offers a wholesome dining experience with a variety of delicacies for guests, who wish to pamper their taste buds. Guests can explore interesting places around the property like Khandoba Mandir, Sai Mandir, Dwarakamai, Khandoba Temple and Wet n Joy Water Park. Have a comfortable and stupendous stay at Hotel Suvidha! ","rating":"4","image":"cody-board-jZhgy5dfRcw-unsplash.jpg","address":"Hotel Suvidha 6,Pimpalwadi Road,taluka rahata , Ahmednagar","name":"Hotel Suvidha","city":"New York City","country":"USA"},{"_id":7,"description":"Location Shiv Shanti Holiday Inn is located in Dabak Pakhadi, near the Government Rest House. The nearest railhead to Shrivardhan is Mangoan, 65 km away. Pune and Mumbai are the nearest major airports, 160 km and 210 km away respectively. Shiv Shanti Holiday Inn is a quality resort that offers fun, entertainment, and comfortable accommodation to visitors of the beautiful beach town of Shrivardhan.  Rooms The rooms at Shiv Shanti Holiday Inn are comfortable and spacious, complete with modern amenities. Rooms are divided into the following air-conditioned and non air-conditioned categories: Standard Room, Deluxe Cottages and Executive Room. In-room amenities include: cable television, intercom, luggage rack, and an attached bathroom with modern fittings, bathroom toiletries and hot/cold running water (6 am to 10 am). 24 hour room service is also available. Dining Shiv Shanti Holiday Inn has an excellent multi-cuisine restaurant called that serves a wide variety of delicious and wholesome dishes. Seafood is the speciality of the restaurant. Facilities Shiv Shanti Holiday Inn offers a range of facilities and services to its guests, including: swimming pool, children's play area, housekeeping service, parking facility, conference hall, and a spacious lawn for parties. ","rating":"4","image":"daniel-faust-EPzfdoMYm7s-unsplash.jpg","address":"Dabak Pakhadi, Near Govt. Rest House, Shriwardhan ,","name":"Shiv Shanti Holiday Inn","city":"Istanbul","country":"Turkey"},{"_id":8,"description":"Conveniently situated at Dehradun Highway this charming business hotel features a multi-cuisine restaurant \"Dana Pani\" and \"Somras Bar\" compact with local and foreign made liquors. Shine 72 Resort's spacious guest rooms are well-presented and offer comfortable accommodations equipped with modern amenities such as cable television and intercom facility. Apart from well attentive room service, it has facility of doctor on call at the time of necessity. In order to provide a hassle-free getaway, guests can take assistance from travel desk. Shine 72 Resort also has a well-equipped conference hall to organise meetings and seminars.  ","rating":"1","image":"dim-hou-a7wolaExEr8-unsplash.jpg","address":"Dehradun Highway, Kalaamb, District Sirmour , Kalaamb, District Sirmour","name":"Shine 72 Resorts","city":"Macau","country":"China"},{"_id":9,"description":"New Mavis Group of Houseboats is located in the summer capital of Jammu and Kashmir, Srinagar. It is at an accessible distance from the Srinagar International Airport and Srinagar Railway Station. The hotel offers a homely and a relaxing stay to its guests. A beautiful array of facilities such as doctor on call, dining hall, laundry service, internet access, room service, front desk to ease your senses and make your stay as comfortable and enjoyable as possible. Accommodation at the hotel is available well-appointed rooms, that are tastefully decorated and fitted with contemporary amenities such as safe deposit, television, telephone, hot/cold water, attached bathroom and various other essential bathroom toiletries. The decent ornate, pleasant ambiance of New Mavis Group of Houseboats makes you feel all comfortable in no time! ","rating":"1","image":"emmanuel-julliot-lm-remrbp4Q-unsplash.jpg","address":"Nigeen Lake Opp Nigeen Bridge , Srinagar","name":"New Mavis Group of Houseboats","city":"London","country":"England"},{"_id":10,"description":"Hotel Sai Kundan is located just 3 minutes waking distance from Shirdi Sai Baba Temple. Just few steps away from the famous Shirdi Sai Baba Temple, Hotel Sai Kundan offers 21 well-furnished rooms. The hotel lies close to main railway station of Shirdi and the Wet n Joy Water Park. Deluxe Double Bed, Deluxe Triple Bed, Deluxe Four Bed and Super Deluxe Double are the categories available for guests to choose from. LCD TV and telephone are fitted in each room. The hotel's location, close to Shirdi Sai Baba Temple, and facilities like airport and railway station transfer and taxi service, make it apt for pilgrims and leisure travellers. Facilities like 24-hour room service, doctor-on-call and parking space are also provided at the hotel. Through efficient room service, the hotel serves delicious food to guests. The hotel lies close to the famous Shirdi Sai Baba Temple, which is known to be visited by 25,000 pilgrims every day. ","rating":"1","image":"fabio-fistarol-qai_Clhyq0s-unsplash.jpg","address":"Rui road, Opp hotel Sun n sand, Sai temple road, Shirdi , Pimpalwadi Road","name":"Hotel Sai Kundan","city":"New York City","country":"USA"},{"_id":11,"description":"UNA Homestay Sheenwynds is located at 14.1 km away from Srinagar International Airport, 15.5 km from Srinagar Railway Station and 6.8 km from Bus Stand. Guests who want to explore the city/town can visit places like Dal Lake(8.2 km), Shankaracharya Temple(11.6 km), Jamia Masjid(13.5 km), Nishat Bagh(14 km), Shalimar Bagh(12.4 km) and many more are located at an accessible distance. Ample conveniences are offered at the property to suffice the varying requirements of guests. These includes fully equipped kitchenette, front desk and parking facility. The supportive staff of the hotel ensures that all needs of guests are timely fulfilled. Accommodation at the hotel is available in well-appointed rooms, that are tastefully decorated and fitted with contemporary amenities such as television, hot/cold water and an attached bathroom with all necessary toiletries. Outdoor activities like bonfire, horse riding, indoor games, nature walk and many more can be enjoyed by the guest during the stay. Experience a warm hospitality at UNA Homestay Sheenwynds! ","rating":"1","image":"finn-cNsIhcGjkc0-unsplash.jpg","address":"Srinagar , UNA Homestay Sheenwynds, Mehtab House, Magarmal Bagh Chowk, Srinagar","name":"UNA Homestay Sheenwynds","city":"Tokyo","country":"Japan"},{"_id":12,"description":"Nestled in the beautiful lake, House Boat Lake thao is located at an accessible distance from the Airport, Railway Station and Bus stand. Guests can head to various popular tourist attractions like Dal Lake, Nishat Bagh, Chashme Shahi, Hazratbal Shrine, Shalimar Bagh, Shankaracharya Temple, Jamia Masjid and many other are situated witin the city. Amidst the most beautiful lake and elegantly designed interiors, the houseboat features various modern facilities offered such as doctor on call, room service, front desk, coffee shop, laundry and wake up call. Stocking a collection of choicest beverages, the on-site bar is an ideal place to relax and unwind after a hectic day of activities. Those on business tour can host meetings, conferences and seminars as it features well-equipped conferencing facilities making it a perfect base for business travellers. Featuring capacious and spotlessly clean rooms equipped with modern conveniences such as sitting area, dining room, telephone, attached bathrooms with hot/cold water and essential toiletries. Embrace the serene atmosphere of Srinagar and have a peaceful stay at House Boat Lake thao! ","rating":"2","image":"geronimo-giqueaux-DvstzMSJq2E-unsplash.jpg","address":"House Boat Lake thao, golden lake ghat no 9 , Golden Lake Ghat No 9","name":"House Boat Lake thao","city":"Tokyo","country":"Japan"},{"_id":13,"description":" Hotel Pratham Sai is situated in a place of spiritual destination in Maharashtra, Shirdi. It is at a distance of 34 km from Shirdi Airport, 3 km from Sainagar Shirdi Railway Station and 3 km from Shirdi Bus Depot. The property has well furnished rooms with amenities like Wi-Fi access, air conditioner, LCD television and attached bathroom with regular supply of hot and cold water. Room service is available for the convenience of the guest. Hotel facilitates laundry services, safe deposit lockers, travel desk to make tour arrangements, business center for corporate meetings, conference hall for kitty party, birthday party, seminars and social gathering. Doctor on call is available for any medical emergency. Popular places to visit in Shirdi are Wet N Joy Water Park (800 m), Lendi Garden (900 m), Sai Mandir (950 m), Baba's Chavadi (1 km), Sai Heritage Village (3 km) and many more. Have a comfortable and pleasant stay at Hotel Pratham Sai! ","rating":"5","image":"humphrey-muleba-cP_jJqBlsio-unsplash.jpg","address":"80/3 shirdi ,manmad highway near VIP rest house Nimgaon,Shirdi ,","name":"Hotel Pratham Sai","city":"Macau","country":"China"},{"_id":14,"description":" Situated 2.3 km from the railway station, Hotel Kaveri offers conference facility, Wi-Fi access, fax, photocopy, parking facility and drivers' room. Located in the vicinity of the Somnath Jyotirlinga Temple, Hotel Kaveri offers a comfortable stay for guests. It lies close to major tourist attractions of the city, including Old Somnath Temple and Triveni Ghat. The hotel has well-appointed and spacious rooms that feature essential amenities like cable TV, direct dial telephone with STD and ISD facility, attached bath and hot and cold water. With affordable tariff and prime location, Hotel Kaveri is the preferred choice for many visitors. For the comfort of guests, it provides facilities like room service, travel desk, doctor-on-call and parking. The hotel also features a conference hall, which is suitable for organising meetings, conferences and seminars for up to 200 people.  A number of restaurants are located close to Hotel Kaveri, where guests can go for dining. Rudreshwar Mahadev Temple, a popular attraction of Somnath, is a must-visit for hotel guests. ","rating":"4","image":"hutomo-abrianto-9ZvuWg8deho-unsplash.jpg","address":"2,Akar Complex , St Road, Veraval","name":"Hotel Kaveri","city":"Delhi","country":"India"},{"_id":15,"description":"Hotel Sahil is a budget property, located at 700 metres from Sri Ganganagar Railway Station and 1.3 kms from Sri Ganganagar Bus Station. It is a perfect location for leisure travellers, visiting Sri Ganganagar.The property provides facilities like bar ,restaurant ,conference call, banquet hall, doctor on call, sameday laundry and parking. It features spacious and beautifully decorated rooms that come with standard amenities.Relish authentic and flavourful dishes in the serene ambience at the in-house dining hall which serves mouthwatering delicacies to pamper food lovers palate. The food served here considers the specialty of the dishes while making sure about the hygienic standard and service is prompt and friendly.Have a refreshing and relaxing stay at Hotel Sahil! ","rating":"3","image":"jake-irish-qfvlR390Zrs-unsplash.jpg","address":"2- c ravindra path , sriganganagar","name":"Hotel Sahil","city":"Singapore","country":"Singapore"},{"_id":16,"description":" Safina Group of Houseboats is located 14.1 km away from Srinagar International Airport, while Budgam Railway Station is just 13.9 km and Bus Stand is 8.1 km away. The hotel is situated in close proximity to Hari Parbat(5.3 km), Shankaracharya temple(5.7 km), Nishat Mughal Gardens(8.2 km), Dal Lake(8.8 km), Jamia Masjid(13.9 km) and various other notable excursions. Tourists are attracted to Safina Group of Houseboats by the charm of staying on a houseboat, which provides the unique experience of living on the water in a cedar-paneled elegant bedroom, with all the conveniences of a luxury hotel such as cable television, DVD Player (on request), telephone, intercom, refrigerator, attached bathrooms and various other substantive bathroom toiletries. The property offers facilities like laundry, sightseeing, travel desk and Wi-Fi access. In addition internet and airport transfer and railway station transfer can be availed on chargeable basis. Savor a variety of delicious dishes at the on-site restaurant, which specializes in pampering your taste-buds with its unique delicacies. Wind down and relax amidst nature at Safina Group of Houseboats!  ","rating":"2","image":"jason-briscoe--eLfQTmDfLk-unsplash.jpg","address":"Opp. Hotel Park, Gate No.9, Boulevard Road , Boulevard Road","name":"Safina Group of Houseboats","city":"Istanbul","country":"Turkey"},{"_id":17,"description":" Located only 20 kms away from Srinagar International Airport and 30 kms from Srinagar Railway Station, Hotel Grand Mahal offers 34 well-appointed rooms equipped with room heater, cable and satellite television, intercom, Wi-Fi internet access and study table.  In proximity to Shalimar Garden, Botanical Garden and Pari Mahal and featuring facilities like internet facility, handicap facility, laundry service, bonfire and parking facility with round the clock room service, the hotel is suited for leisure travellers.  There are 2 restaurants at Hotel Grand Mahal; a multi-cuisine restaurant serving a wide array of Indian and International cuisines called Quase-E-Qazah and an open-air barbeque serving authentic flavours called Bhunkay. Coffee Lounge is the executive lounge for the guests to indulge in talks with the company of some exotic beverages.  With the facilities provided at the hotel, it is an idyllic spot for accommodation at an affordable rate.  ","rating":"3","image":"jason-briscoe--T0La6F_WrE-unsplash.jpg","address":"Near agriculture university , shalimar garden","name":"Grand Mahal Hotel","city":"Tokyo","country":"Japan"},{"_id":18,"description":" Athena Group of Houseboats is located in Srinagar. The nearest airport is the Srinagar Airport which is well connected to all the major cities. Udhampur Railway Station is the most convenient station as it the closest. The property comfortable and spacious room with amenities like television, intercom facility and attached bathroom with regular supply of hot and cold water. Hotel facilitates laundry services, outdoor recreation activities, business services for corporate meetings, conference hall for kitty party, birthday party, seminars, training and social gathering. Doctor on call is available to avoid any kind of inconvenience. Athena has multi cuisine restaurant where one can enjoy mouthwatering delicious cuisines. Popular places to visit in Srinagar are Dal Lake, Chashme Shahi, Hazratbal Shrine, Shalimar Bagh, Shankaracharya Temple, Jamia Masjid, Hari Parbat, Roza Bal, Gulab Bhavan, Sher Garhi Palace and many more. Have a pleasant and comfortable stay at Athena! ","rating":"1","image":"jason-briscoe-dZcoliS0DQ0-unsplash.jpg","address":"Golden Lake ,","name":"Athena Group of Houseboats","city":"Istanbul","country":"Turkey"},{"_id":19,"description":"1.9 km from Somnath Mahadev Temple and 8.4 km from Veraval Railway Station, Hotel Sukhsagar offers restaurants and multi-functional hall. Hotel Sukhsagar is a budget hotel in Prabhas Patan, Somnath. The famous Somnath Mahadev Temple is located within walking distance from the hotel. Roughly 15 minutes' drive from Veraval Railway Station, this hotel offers 10 Executive Rooms, 10 Royal Rooms and 4 Suite Rooms for guests to choose from. Cable TV, telephone and air-conditioner are fitted in all the rooms. The Suite Room features additional amenities like mini refrigerator and LCD TV. This hotel is a suitable option for business as well as leisure travellers. Guests can conduct business and social events at the on-site multi-functional halls. Other facilities provided at the hotel are travel assistance and doctor-on-call. Guests can head to the on-site restaurants, namely AC Restaurant and Garden Restaurant to relish a variety of sumptuous dishes. The hotel is situated few steps away from the famous Somnath Mahadev Temple- one of the twelve Jyotirlingas of deity Shiva. ","rating":"5","image":"jason-briscoe-M5L7znRKvXQ-unsplash.jpg","address":"Bye- pass corner , Veraval","name":"Hotel SukhSagar","city":"Delhi","country":"India"},{"_id":20,"description":"Offering Wi-Fi (surcharge) and parking facilities, Phoenix Lodge is located 5.2 km from New Jalpaiguri Junction and 6.1 km from Salugara Monastery Located close to Siliguri railway station, Phoenix Lodge is a budget property that offers a comfortable stay to its guests. This lodge has three categories of rooms, namely Family, Deluxe AC and Deluxe Non AC. All 24 rooms have basic amenities like safe deposit locker, TV with DVD player, work desk and Wi-Fi access (chargeable). Attached bathrooms are provided with essential toiletries, along with running hot and cold water and bathrobes. For catering to the needs of guests, the lodge offers an array of services like laundry, doctor-on-call, room service, parking and ATM. Guests staying here can also avail business facilities and secretarial service for conducting on-site meetings and other formal events. Besides, there is a health club within the premises that befits guests who follow a strict exercise regimen. There is no in-house restaurant, but guests can explore any of the myriad dining options in the vicinity to relish local delicacies of Bengal. The ISKCON Temple is just a 6-minute drive from this property. ","rating":"1","image":"jason-briscoe-TD2DKbVP284-unsplash.jpg","address":"7 ,Nabin Sen Road, Mahananda Para , Nabin Sen Road","name":"Phoenix Lodge","city":"Delhi","country":"India"},{"_id":21,"description":"Houseboat Plato is located in Srinagar, the summer capital of India. Guests can arrive at the property by Srinagar International Airport and Srinagar Railway Station which are located at an accessible distance from the property. The houseboat is located in the serenity of nature which can be relished staying in Houseboat Plato. The sparkling waters of Dal Lake and the greenery make the ambiance truly refreshing. The property offers facilities such as room service, front desk and doctor on call. The property provides guests with rooms for a comfortable and relaxed stay. Carpeted flooring, soft linen and warm ambiance create the perfect soothing atmosphere. Rooms are equipped with amenities like television, attached bathrooms with various essential bathroom toiletries. Have a fun filled and relaxing stay at Houseboat Plato! ","rating":"4","image":"jason-briscoe-y1tGowheqGU-unsplash.jpg","address":"Golden Dal Lake Srinagar ,","name":"Houseboat Plato","city":"Antalya","country":"Turkey"},{"_id":22,"description":"Just 20 minutes drive from the Srinagar railway station and airport, Hotel Pamposh offers a multi-cuisine restaurant and parking. Hotel Pamposh, a 2 star budget property, is located on Regal Chowk that lies in proximity to the famous Shankaracharya Temple. It can be reached within 20 minutes drive from the Srinagar airport and the railway station. With a vision to provide comfortable stay to guests, the hotel offers 100 Deluxe Rooms that are simple in design and decor. All rooms are well-furnished and provided with modern amenities, including air-conditioner, cable television, telephone, 24-hour room service, and attached bath with requisite toiletries. The hotel is situated at a short distance from the city centre and provides easy access to several tourist attractions like Mughal Gardens, Dal Lake and Sri Pratap Singh Museum. Facilities offered to guests include internet connectivity (surcharge), travel desk, doctor-on-call, laundry service, taxi service, and airport / railway station transfers.There is also the provision of parking space for buses and cars within the premise of the hotel, which add to the convenience of guests. Guests can savour authentic Kashmiri Wazwan along with Indian and Continental cuisine at the multi-cuisine restaurant of the hotel. The authentic and delicious Kashmiri Wazwan served at the restaurant on-site is worth trying. ","rating":"2","image":"jean-philippe-delberghe-xn8rTzljUQQ-unsplash.jpg","address":"Regal Chowk, Near Regal Cinema , Regal Chowk","name":"Hotel Pamposh","city":"Rome","country":"Italy"},{"_id":23,"description":"Zum Zum Group of House Boats is a budget property, situated on Boulward Road. It is located at an accessible distance from Airport, Railway Station and Bus Station. Located in the breathtaking scenery, the property is embedded with all amenities and comforts of highest living with warm hospitality and dedicated services. It proffers unparalleled and unforgettable experiences to its guests. It offers standard facilities to ensure a comfortable and memorable stay. Accommodation service is offered in stylish and well-decorated rooms, that are backed by amenities like color television, telephone and private bathroom with essential facilities. Guests can find some must visit areas of attraction, which are closed to the property like Nishat Mughal Gardens, Dal Lake, Shalimar Bagh, Nehru Park, Jhelum River and Shalimar Bagh. Experience nature and her bounties like you had never before at Zum Zum Group of House Boats! ","rating":"1","image":"john-fornander-1eCJSJWWjcg-unsplash.jpg","address":"Opp Boulevard Hotels ,","name":"Zum Zum Group of House Boats","city":"Hong Kong","country":"China"},{"_id":24,"description":" Shiraz Group Of Houseboat is situated in the largest city of the Kashmir Valley, Srinagar. The nearest airport is the Srinagar Airport and the closest railway station is the Udhampur railway station which makes it easy for the guest to reach. The property has well maintained and comfortable rooms with all the required amenities and services for a pleasant stay. Each room has attached bathroom with regular supply of hot and cold water. The city has many amazing tourist places which the guest can explore. Have a memorable stay at Shiraz Group Of Houseboat! ","rating":"3","image":"john-fornander-ohn0myH07DM-unsplash.jpg","address":"Near Dal Gate No - 7 , Golden Dal Lake, Srinagar","name":"Shiraz Group Of Houseboat","city":"Macau","country":"China"},{"_id":25,"description":"Hotel Alsabah Inn is situated in Srinagar, Jammu and Kashmirs summer capital  literally implies \"city of affluence bounty\". A place which truly symbolizes beauty and romance and is rightly known as the Venice of the East. Guest can reach Srinagar through various means, Srinagar Airport is the nearest airport, Jammu Tawi or Udhampur are the closest railway station and there are various buses which connects to various cities. Ample conveniences are offered at the hotel to ensure that the varying requirements of guests are fulfilled. Room and housekeeping service ensures the comfortable stay of the guest long with the cleanliness of the hotel. The hotel features perfectly designed and crafted rooms as per the taste of guests to make their stay relaxed and comfortable.The clean and ventilated rooms in the hotel are well-maintained and comes with various amenities. Enjoy unique and spell-binding views of Srinagar when staying at the Hotel Alsabah Inn! ","rating":"4","image":"john-fornander-tvou5HuwAjA-unsplash.jpg","address":"Srinagar ,","name":"Hotel Alsabah Inn","city":"Bangkok","country":"Thailand"},{"_id":26,"description":"Hotel Sai Dhyan is a budget property, conveniently located Situated on Pimpalwadi Road, offers the most suitable and enjoyable staying service to the guests. The most preferred aspect of the hotel is in close proximity to airport, railway Station and bus stand. The property has an advantage as it enjoys propinquity to various religious places like Mahakaleshwar, Radha Madan Mohan Temple, Kal Bhairava, Pir Matsyendranath , Bhartrihari Caves. Hotel offers a host of facilities to the guest such as front desk, parking facility, doctor on call, very small sized lobby, laundry services, railway station transfer, travel assistance and taxi services. Guests can choose to stay in Hotel Sai Dhyan that offers spacious and well maintained rooms that are provided with all essential conveniences like television, telephone, mineral water, intercom facility, study table, sofa unit, air-conditioning, geyser, shower area and essential bathroom toiletries to make the stay pleasurable for guests. Guests, who wish to pamper their taste buds with local specialities, can explore the restaurants and street-side eateries in proximity to the hotel. Experience a grand stay and a warm hospitality at Hotel Sai Dhyan! ","rating":"5","image":"john-fornander-y3_AHHrxUBY-unsplash.jpg","address":"Beside Saiccha Hotel, Pimpalwadi road, , New the temple,","name":"Hotel Sai Dhyan","city":"Singapore","country":"Singapore"},{"_id":27,"description":"Situated on the banks of the Jhelum River in Srinagar, popularly known for its gardens, lakes, houseboats, handicrafts and rich culture. The city is blessed with splendid view of snowcapped mountains, scenic valleys, meandering rivers, dense forests and hospitable people. R I E Heritage Group of Houseboats is located at a distance of 15.1 km from the Srinagar International Airport, 14.3 km from Srinagar Railway Station and 8.5 km from Bus Stand. The popular tourist attractions like Chashme Shahi Garden(5.7 km), Shankaracharya temple(6.1 km), Dal Lake(8.7 km), Shalimar Bagh(11.2 km), Jamia Masjid(11.7 km) and many others are situated at a feasible distance from the property. Amidst the most beautiful surroundings and elegantly designed interiors, the houseboat features various modern facilities offered such as doctor on call, power backup, travel assistance, car parking(on road side) and room service. Moreover, guests can relish authentic and flavoursome regional delicacies in the serene ambience at the in-house dining venue. Accommodation is provided in well-appointed rooms offering an imperial class and modern comfort with in-room amenities such as sitting area, telephone, refrigerator, dining area, room heater(on demand) and attached bathrooms with hot/cold water and essential toiletries. A modern and contemporary space which has the essence of Srinagar wonderfully woven in R I E Heritage Group of Houseboats! ","rating":"1","image":"kam-idris-kyt0PkBSCNQ-unsplash.jpg","address":"Gate No 7, 9, 12 and 14 Dal Lake, Boulevard Rd, Srinagar ,","name":"R I E Heritage Group of Houseboats","city":"New York City","country":"USA"},{"_id":28,"description":"Nestled in the beautiful Dal Lake, Trambak Group of House Boats is located within close proximity to the Airport, Railway Station and Bus stand. Guests can head to various popular tourist attractions like Dal Lake, Nishat Bagh, Chashme Shahi, Hazratbal Shrine, Shalimar Bagh, Shankaracharya Temple, Jamia Masjid and many other are situated witin the city. Amidst the most beautiful lake and elegantly designed interiors, the houseboat features various modern facilities offered such as doctor on call, power backup, travel assistance, car parking(on road side), laundry and room service. Featuring capacious and spotlessly clean rooms equipped with modern conveniences sitting area, dining room, telephone, refrigerator, heater and attached bathrooms with hot/cold water and essential toiletries. Relish authentic and flavourful dishes in the serene ambience at in-house dining area serving regional and local delicacies that will surely satisfy ones appetite. Embrace the serene atmosphere of Srinagar and have a peaceful stay at Trambak Group of House Boats! ","rating":"2","image":"katie-musial-YmyUA6QZjt4-unsplash.jpg","address":"Boulvard Ghat No 9, Dal Lake , Opp New Park Hotel, Dal Lake","name":"Trambak Group of House Boats","city":"Hong Kong","country":"China"},{"_id":29,"description":"Golden Heights Residency is a 3 star property surrounded by the beautiful scenery of Sirmour, Himachal Pradesh. It is situated at reachable distance from the airport, railway station and bus stop. Simbalbara Sanctuary, Renuka Wildlife Sanctuary, Renuka Lake, Churdhar Peak and Habban Valley are nearby tourist attractions that guests can visit while enjoying relaxing and refreshing stay at the property. Rooms at the accommodation are well-maintained and furnished with amenities like cable television, tea/coffee maker, hot/cold running water and essential bathroom toiletries. For convenience of guests, the property offers services like Wi-Fi and several recreational games. Guests can enjoy participating in various adventurous activities like nature walk, jeep safari, jungle barbecue, jungle camping and trekking. Doctor on call service is also available for any medical emergencies. To savour lip-smacking fare, guests can head to different restaurants, which are located close to the hotel. Have a adventurous stay at the Golden Heights Residency! ","rating":"3","image":"kian-lem-s_HqmrMsph8-unsplash.jpg","address":"Neri Kotli, Rajgarh Valley, Rajgarh-Habban Road, , Rajgarh","name":"Golden Heights Residency","city":"Tokyo","country":"Japan"},{"_id":30,"description":"Magnolia Guest House is located 23.4 km from Srinagar International Airport, 21.1 km from Srinagar Railway Station and 17.8 km from bus stand. The property has an advantage as it enjoys propinquity to various excursion places such as Dal Lake(8.4 km), Hari Parbat(9.4 km), Chashme Shahi Garden(12.1 km), The Lalit Grand Palace(12.4 km), Kheer Bhavani Temple(16.8 km), Shankaracharya temple(17.6 km). The hotel offers various facilities to make the stay enjoyable and relaxed such as wake up call Wi-Fi access, garden, lounge, laundry service, recreation, parking. To explore popular tourist destinations in and around the city, guests can seek tour desks help. For accommodation, the property offers spacious, airy and well-lit rooms, featuring simple decor and furnishings along with amenities like hot/cold water, television, Wi-Fi access and attached bathroom with essential toiletries. This property is an ideal pick for spending a peaceful vacation! ","rating":"3","image":"manuel-moreno-DGa0LQ0yDPc-unsplash.jpg","address":"Fazl Haq Colony, Off Old Shalimar Road , Batapora Habak","name":"Magnolia Guest House","city":"Antalya","country":"Turkey"},{"_id":31,"description":"Hotel Icchapurti Sai Residency, located within 7 minutes' from Sainagar Shirdi Railway Station and Sai Baba Temple, offers restaurant and Wi-Fi. Located on Manmad Road, Hotel Icchapurti Sai Residency is a standard lodging facility that lies in proximity to the railway station and major religious centres of the city- Sai Baba Temple and Chavadi. The hotel has 93 comfortable rooms that are divided into different categories- Deluxe Family Room, Superior Suite and Standard Room. These rooms have amenities like LCD television with cable and telephone. Attached bathrooms have 24-hour hot/cold water supply. It provides mineral water on chargeable basis.  Be it business events or formal gatherings, the hotel has adequate indoor and outdoor venues for organising the same. Hotel offers other facilities like 24 hours room service, family room, safety deposit boxes, car parking and airport transfer to ensure a hassle-free stay for guests. Guests can relish exotic dishes in the in-house restaurant of the hotel. It serves a variety of pure vegetarian meals from South Indian and Punjabi to Chinese. The Shirdi Sai Baba Temple is easily accessible from the hotel. ","rating":"1","image":"mark-champs-Id2IIl1jOB0-unsplash.jpg","address":"Sai Palkhi Niwara, Nimgaon Shirdi Nagar, , Near Manmad Road,","name":"Sai Palkhi Niwara","city":"Macau","country":"China"},{"_id":32,"description":"Just 800 m from Sai Baba Temple and 2 km from Sainagar Shirdi Railway Station, Hotel Sai Mahal features Wi-Fi and conference/banqueting facilitiesLocated within a 10-minute walking distance from Sai Baba Mandir, Hotel Sai Mahal is one of the preferred hotels among pilgrims and travellers visiting Shirdi. It can be reached within 10 minutes drive from Sainagar Shirdi Railway Station. The hotel offers 25 spacious rooms featuring contemporary decor and furnishings. All rooms are provided with basic amenities like cable television and direct dialling telephone, and attached bathroom with hot and cold water supply.Offering a range of facilities, the hotel caters to business and leisure travellers alike. For organising business and social events, the presence of a conference hall- Sai Silver Oak Hall and open venue - Sai Silver Oak Lawn serve the purpose. Other facilities offered include Wi-Fi, laundry service, doctor-on-call, travel desk, car parking, power backup and 24-hours railway station transfers (surcharge).Praj Restaurant, the pure vegetarian restaurant at the hotel serves a variety of Indian, Continental and Chinese delicacies in a pleasing ambience.A visit to Shirdi is incomplete without paying homage to the renowned Sai Baba Temple located at a stones throw away from the this hotel.  ","rating":"3","image":"minh-pham-7pCFUybP_P8-unsplash.jpg","address":"Opp Police Guest House, Nagar Manmad Road , Nagar Manmad Highway","name":"Hotel Sai Mahal","city":"Dubai","country":"United Arab Emirates"},{"_id":33,"description":"The hotel offers accommodation in well-furnished rooms equipped with AC, cable television, telephone and 24-hour room service. Facilities available include parking facility, and travel assistance. The Green View Resort is at a distance of 120kms from the airport and 4kms from Shivpuri railway station. Hotel Facilities Swimming Pool  Lawns/Gardens  Restaurant  Dining Hall  Doctor on Call  Laundry Service  Parking Facility Room Amenities  AC  Satellite Television  Mineral Water  Dining Table  Daily Newspaper  Shower Area  Geyser in Bathroom (in AC rooms)  Hot/Cold Water  Bathroom Toiletries The hotel has 11 rooms with 24-hour room service. Internet: Not Available  Parking Facility: Available Check-in Time: 12:00 Noon  Check-out Time: 12:00 Noon  ","rating":"2","image":"mohamed-ajufaan-GFcWwwGNu_w-unsplash.jpg","address":"Near SPS school,Fatepur road, Shivpuri , Fatepur road","name":"Green View Resort","city":"Delhi","country":"India"},{"_id":34,"description":" Hanief Group Of Houseboat is located in the summer capital of the Indian state of Jammu and Kashmir, Srinagar. The nearest airport is the Srinagar Airport and the closest railway station is the Jammu Tawi which is well connected to major cities making it convenient for the guest to reach. Have a pleasant and comfortable stay at Hanief Group Of Houseboat! ","rating":"1","image":"nick-karvounis-U6-y8vpac24-unsplash.jpg","address":"Ghat No 1 Dal Lake ,","name":"Hanief Group Of Houseboat","city":"Antalya","country":"Turkey"},{"_id":35,"description":"Hotel Tulsi is a budget property, located at 800 metres from Somnath Railway Station and 1.8 kms from Somanath Bus Stand. Conveniently located in the heart of the city, the hotel is an ideal pick for the travellers visiting Somnath city. The hotel offers the most preferable accommodation service in artistically designed and decorated room that has standard facilities to ensure a comfortable and pleasant stay. Guests can find some visit areas of attraction, which are approachable from the property like Somnath Shivling Temple (2.4 kms), Gita Mandir (3.2 kms), Rotleshwar Mahadev Temple (3.4 kms) and Bhalka Tirth (4.6 kms). Nearest airport is is Keshod Airport (54.9 kms). Have a comfortable and stupendous stay at Hotel Tulsi! ","rating":"5","image":"nicolas-solerieu-q_HWLmEliWM-unsplash.jpg","address":"Near Somnath Railway Station Somnath Bypass Road , Behind Diu Highway","name":"Hotel Tulsi","city":"New York City","country":"USA"},{"_id":36,"description":" Hotel Sai Balaji - An elegant, luxurious and comfortable hotel, located on the heart of Shirdi, Shri Sai Baba Temple is just a 2 minutes walk from the hotel, located at a distance of 33 km from Shirdi Airport, 3 km from Sainagar Shirdi railway station and 2.7 km from bus stand. The property has an advantage as it enjoys propinquity to various religious places like Dwarkamayee Masjid, Khandoba Temple, Dixit Wada Museum, Samadhi Mandir, Chavadi and many other sightseeing where guest can visit. It offer facilities like parking, doctor on call, front desk, WiFi, dry cleaning/laundry service, luggage storage, room services and taxi services. A host of modern amenities, such as air-conditioners, telephone, daily newspaper, cable televisions, intercom facility, WiFi. In addition, the bathrooms provides hot/cold water supply and essential bathroom toiletries are provided in each room to ensure a comfortable stay of guests. In-house restaurant serves a wide array of pure vegetarian delicacies. Hotel Sai Balaji is giving solitary divine feeling and make you feel more close to Sai Baba and makes the devotional journey of the pilgrims as wished by them as the hotel is a bare 2 minutes walk from the Holy Shrine of Sai Baba. Hotel Sai Balaji combines the best and the latest in the hospitality industry, presenting the customers with value for money and an assurance of cherished memories every time. ","rating":"2","image":"patrick-langwallner-4eld0s-hwoo-unsplash.jpg","address":"Hotel Sai Balaji, Shiv Road, Near Hotel Sun n Sand , Rui Shiv Road","name":"Hotel Sai Balaji","city":"Tokyo","country":"Japan"},{"_id":37,"description":"Tiger Inn Hotel is 22.9 km from Singrauli Railway Station and 8.4 km from Bus Stand. The nearest airport to the property is Varanasi Airport. Though Singrauli is not far-famed there are few interesting places to go and visit. Tourist can visit places like Mada Caves, Painted Rock Shelters, Rihanda Dam, Tippa Jhariya Dam, Chilka Park and Rose Garden. The hotel offers excellent room service and also provides facilities like high speed WiFi, a travel desk to guide you for your journey, air condition and laundry service. More over that credit card are accepted here and doctor on call is also available just in case of any medical emergency. The well designed rooms of the hotel are availed to guests with basi amenities such as television, air condition and attached bathroom with hot/cold water. To hold any party or function or a commercial party the well maintained banquet hall is always there to be served. Moreover, guests can relish themselves by savouring delicious delicacies at the restaurant of the property. Enjoy your tour at Tiger Inn Hotel.. ","rating":"3","image":"paulo-henrique-TEouaVFQeF4-unsplash.jpg","address":"Vindhya Nagar Road Waidhan, Singrauli ,","name":"TIGER INN HOTEL","city":"Istanbul","country":"Turkey"},{"_id":38,"description":"Ceara Resort is situated in the westernmost region of the state of Haryana, Sirsa. It is located at a distance of 13 km from Sirsa Airport, 8 km from Sirsa Railway Station and 7 km from Main Bus Stand Sirsa which makes it easy for the guest to commute.The property has elegantly designed and equipped rooms with all the modern amenities and services for a comfortable stay. Each room has attached bathroom with regular supply of hot and cold water.Hotel facilitates gaming zone, banquet hall for birthday party, wedding ceremony and social gathering, meeting room for corporate meetings and seminars and  swimming pool for relaxation. The hotel has restaurant which serves exotic mouthwatering dishes.Popular places to visit in Sirsa are Ohm Cine Garden (3 km), Luxmi Sweets (9 km), Pakeeza (9 km)Tara Baba Kutiya (11 km) and many more which the visitor can explore.Have a wonderful stay at Ceara Resort! ","rating":"4","image":"ralph-ravi-kayden-2d4lAQAlbDA-unsplash.jpg","address":"7th Km Mile Stone, Hisar Road,Sirsa Haryana , Sirsa","name":"Ceara Resort-7 Km from Sirsa","city":"Singapore","country":"Singapore"},{"_id":39,"description":"A budget property, Hotel Comfort Inn is located in the vicinity to airport, railway station and bus stand. The hotel is in the vicinity to various tourist places like Shankaracharya Hill, Indira Gandhi Tulip Garden, Dal Lake, Betab Valley, Nagin Lake and many more. The hotel offers power backup, laundry service, doctor on call, round the clock room service, travel and transfers, restaurant. The in-room amenities include Wi-Fi internet, central heating, hot/ cold water. A perfect place for leisure traveller. ","rating":"1","image":"ralph-ravi-kayden-IGptzv1FDdI-unsplash.jpg","address":"Boulevard Road, Nehru Park, Srinagar ,","name":"Hotel Comfort Inn","city":"London","country":"England"},{"_id":40,"description":"Mughal Sheraton Houseboats is situated in Srinagar. The property is at a distance of 14.4 km from Srinagar International Airport while Srinagar Railway Station is 14.9 km and Byepass Chowk Bus Stand is 7.8 km away. Guests can visit places like Dargah Sharif(8.2 km), Dal Lake(8.7 km), Shankaracharya Temple(8.9 km), Nishat Mughal Gardens(11.4 km), Shalimar Bagh(16.1 km) and various other prominent excursions of the region during their stay. The property offers facilities such as ticket service and room service. The Houseboat features spacious, comfortable, airy and well-lit rooms, featuring luxury decor, furnishings and well-appointed rooms equipped with modern amenities and attached bathroom and various other essential bathroom toiletries. Property also offers room service which ensures that the guests are well attended and their demands are met promptly. Various recreational activities like boat ride, trips, golfing arrangements and water trekking are arranged by Mughal Sheraton Houseboats to make the stay entertaining and memorable for guests. Snuggle up and rejuvenate at Mughal Sheraton Houseboats! ","rating":"1","image":"rhema-kallianpur-jbJ-_hw2yag-unsplash.jpg","address":"Ghat No 9 Dal Lake Srinagar ,","name":"Mughal Sheraton Houseboats","city":"Bangkok","country":"Thailand"},{"_id":41,"description":"Tourist Village is a perfect hotel for leisure gateways. It is situated in Shivpuri region of Madhya Pradesh. Guests can reach the hotel via Rajmata Vijay Raje Scindia Air Terminal Gwalior(131 km), Shivpuri Railway Station(7.6 km) and Shivpuri Bus Station(6.3 km). Places to visit in Shivpuri are Chhatri(1.4 km), Jadhav Sagar(3.7 km), Sankhya Sagar(4 km), Madhav Vilas Palace(5.6 km) and Madhav National Park(6 km). Property offers variety of facilities for guests smooth and comfortable stay. Facilities provided are room service, laundry service, parking and much more. One can enjoy a dip splash in swimming pool with friends and family and can enjoy delicious cuisines at in-house restaurant. Guests can enjoy sip of their favourite wine at in-house bar. Moreover conference room can be availed to organise social or business gatherings. Doctor on call facility can be availed at the time of medical emergencies. Rooms of the hotel are spacious, well maintained and elegantly designed. Amenities offered are air conditioner, television, telephone and attached bathroom with running hot/cold water plus all the essential toiletries. Enjoy a great time with friends and family, away from busy city life only at Tourist Village, Shivpuri! ","rating":"1","image":"roberto-nickson-emqnSQwQQDo-unsplash.jpg","address":"Tourist Village Shivpuri , Shivpuri","name":"Tourist Village Shivpuri","city":"Singapore","country":"Singapore"},{"_id":42,"description":"Around 4 km from Siliguri Junction, The Cindrella Hotel offers swimming pool, gymnasium, free Wi-Fi, restaurant and bar.The Cindrella Hotel, located on the Sevoke Road, is around 30 minutes' drive from the Bagdogra Airport, Siliguri. The hotel offers 43 well-maintained rooms that are categorised as Deluxe, Executive, Premier, Cabana, Super Deluxe and Suite Bedroom. All rooms feature contemporary amenities like LCD TV, mini bar, tea/coffee maker, direct dial telephone and safety locker.Rated 4 star, this property offers state-of-the-art multi-purpose venues, namely Coronation, Concorde and Celebration, suited for organising all types of events. Besides conferencing facilities, the hotel has a club that has swimming pool, playground, fitness centre, lawn tennis court and pool tables. The hotel organises sightseeing tours for those who wish to explore the varied tourist attractions of the city. For a fun filled evening with family and friends, head to the in-house discotheque called Sizzler. Other conveniences include car rental, doctor-on-call, free Wi-Fi and car parking.Guests can savour vegetarian dishes at the on-site multi-cuisine restaurant, named Amarapali. Exotic wines and drinks at the well-stocked bar Â? Recoil and a rooftop restro bar Â? Patio.The renowned religious centre, ISKCON temple, is only 10 minutes' drive from the property. ","rating":"4","image":"roberto-nickson-sNCQ4X0ii0s-unsplash.jpg","address":"3RD MILE, SEVOKE ROAD, SILIGURI , SEVOKE ROAD, SILIGURI","name":"The Cindrella","city":"Macau","country":"China"},{"_id":43,"description":"Hotel Sai Leela is 3.7 km from the railway station and 3 km from the bus stand. It has a restaurant and parking area.  Hotel Sai Leela is a 2 star property in Shirdi offering accommodation to pilgrims and tourists alike. The railway station and bus stand serving Ajmer are just few minutes away from here. Guests can choose their accommodation from well-furnished rooms that are categorised as Double Room, Deluxe Double and Villa Double. All rooms are replete with modern amenities, such as television and telephone.  Owing to its convenient location and facilities offered, this hotel is apt for the stay of leisure travellers. For the entertainment of guests, table tennis, carom, video games and other indoor games facilities are available at the hotel. In addition, there is a basketball court and cycling track.  The hotel has a restaurant, where guests can enjoy delicious vegetarian Indian, Chinese, Continental, South Indian and Andhra dishes.  The very famous Sai Baba Temple is just a short walk away from the hotel..  ","rating":"2","image":"serjan-midili-8SuNIFnfKZY-unsplash.jpg","address":"Pimpal wadi road, Shirdi, Takuka rahata, , Pimpalwadi Road","name":"Hotel Sai Leela","city":"Tokyo","country":"Japan"},{"_id":44,"description":"A 3 star hotel, Neeta International is nestled in the peaceful city of Shirdi. The property is located 35 km from the Shirdi Airport, 1.9 km from the Sainagar Shirdi Railway Station and 4.2 km from the Shirdi Bus Depot. Famous excursions located near to the property are Sai Mandir(2 km), Gurusthan Sri Saibaba(2.6 km), Saibaba Chavadi(2.7 km) and Maruti Mandir(7.8 km). The hotel features spacious and cozy rooms with in-room delights like air conditioner, cable television, intercom, hot/cold running water and essential bathroom toiletries. A 3 star property offers facilities like taxi service, laundry, room service, travel desk, sightseeing tours and parking facility. Doctor on call facility is available at the hotel to attend any medical emergencies. To savor some sumptuous delicacies do not miss out to step into the in-house restaurant that will surely suit your palate. Unwind and have a lovely stay at Neeta International!  ","rating":"3","image":"shop-slo-vhztm9QC0L0-unsplash.jpg","address":"Pimpalwadi Road , Pimpalwadi Road","name":"Neeta's International","city":"Bangkok","country":"Thailand"},{"_id":45,"description":"New Peony Houseboats is located at an accessible distance of 22 km from Srinagar International Airport, 19 km from Srinagar Railway Station and 12 km from Bus Stand. To explore popular tourist destinations in and around the city, guests can seek tour desks help. The property has many tourist excursion in proximity such as Mughal Garden(3.7 km), Sri Pratap College(6.6 km), Dal Lake(8.5 km), Chashme Shahi Garden(13 km), Pari Mahal(15 km) and many other notable places to visit. The houseboat accommodation will provide rooms with all modern facilities like dining area, lounge cum sitting room, large front seated balcony, a sun deck and bathroom. Have a nice stay at New Peony Houseboats! ","rating":"1","image":"siravit-phiwondee-MhPJdWYWbWI-unsplash.jpg","address":"Nigeen Lake , Srinagar","name":"New Peony Houseboats","city":"Macau","country":"China"},{"_id":46,"description":"Hotel Sai Residence is located on Nagar Manmad Road at Savli Vihir adjacent to Indian Oil Petrol Pump in Shirdi, about 3 kilometer from the Shirdi Shrine. The nearest railway station is Sai Nagar Railway Station, about 2 kilometers from Shirdi. The Kupergaon Village is a bigger station located about 15 kilometers away from the hotel. The nearest Airport is at Pune and the journey takes about 5 hours. Hotel Facilities Hotel Sai Residence offers a range of recreational activities like dart board, caroms, children's play park, volley ball and board games. Besides this, guests can visit the Shirdi Sai Baba Mandir.  The hotel also has an E Recharge counter that allows you the freedom of refilling your mobile balance, no matter who your service provider is. Please Note # Hotels in Shirdi do not allow rooms to be booked on single occupancy basis. All single occupancy booking requests are subject to confirmation from the hotel. # Air conditioners, elevators, cable connections and geysers will not work with generator back up or at the time of load shedding. # Most of the budget hotels provide very limited amenities/ toiletries in washroom, so it is advisable to carry own toiletries. # All the hotels provide running hot water between 4:00 am and 9:00 am only. # Satellite TV in room has limited channels only. # The hotel also provides extra mattress for extra person. Room Amenities Hotel Sai Residence offers 52 well-appointed rooms. Dining It has an in house multi cuisine restaurant called Sruchi offering Jain, Punjabi, Chinese, South Indian and Gujarati cuisines. Room service is also available. Internet: Not Available & Parking Facility: Available Check-In Time: 12 PM & Check-Out Time: 12 PM ","rating":"2","image":"t-ed2xKGTQN8E-unsplash.jpg","address":"Manmad-Nagar Road , Savalivihir phata","name":"Hotel Sai Residence","city":"Hong Kong","country":"China"},{"_id":47,"description":"Hotel Harsh is located in the northern-most and a planned city of the Indian state of Rajasthan, Sri Ganganagar. Guests can reach tpo the propety from Sri Guru Ram Das Jee International Airport, Sri Ganganagar Junction. The property has well furnished and beautifully designed rooms with all the amenities like air conditioner, television and telephone. Each room has attached bathroom with hot or cold water. Room service is available for the convenience of the guest. Experienced in Hosting the Groups Opting for long stay to work at Field Firing Range , Mahajan one of the biggest Field Firing Range in Asia. Depending upon their needs, guests can choose from Air-conditioned and Non Air-conditioned rooms.Popular places to visit in Sri Ganganagar are Gauri Shankar Mandir, CGR Mall, Indira Vatika, Balaji Dham, Shiv Mandir and many more. With a range of facilities to offer and supported by ever smiling and courteous staff, the hotel ensures that it gives its guests a real memorable experience. The property proudly hold the pride in treating our guests with a feeling of utmost comfort and care. This property is an ideal pick for spending a peaceful vacation, away from the city din. Have a memorable and comfortable stay at Hotel Harsh! ","rating":"2","image":"t-EfnWAyIntzM-unsplash.jpg","address":"Near Railway Station , Suratgarh","name":"Hotel Harsh","city":"Singapore","country":"Singapore"},{"_id":48,"description":" Sai Mamta Continental is situated in Shirdi. The nearest airport is Chhatrapati Shivaji International Airport and Shirdi has its own Railway Station which is well connected to major cities and makes it convenient for the guest to reach. The property has well appointed and spacious rooms with amenities like television, intercom facility, sofa unit and attached bathroom with regular supply of hot and cold water. Room service is available to avoid any kind of inconvenience. Hotel facilitates laundry services, power backup and doctor on call is available in any medical emergency. Sai Mamta has restaurant where one can enjoy mouthwatering delicious cuisines. Popular places to visit in Shirdi are Sri Sai Baba Samadhi Mandir, Dwarkamai Masjid, Dixit Wada Museum, Lendi Baug, Wet N Joy Water Park, Sai Heritage Village, Upasani Maharaj Ashram and many more. Have a comfortable and pleasant stay at Sai Mamta! ","rating":"4","image":"","address":"Pimplewadi Road, Behind Hotel Saish, , Near the temple","name":"Hotel Sai Mamta Continental","city":"Rome","country":"Italy"},{"_id":49,"description":"Pagoda Hotel is a 4 star property located in the city of Sri Ganganagar. The nearest airport to the property is Sri Guru Ram Dass Jee International Airport. Sri Ganganagar Junction is located at the distance of 300 mtrs and nearby bus stop is at distance of 1.4 km. Gol Bazaar (280 mtrs), Gurudwara Sri Guru Singh Sabha (350 mtrs), Gauri Shankar Mandir (2.9 km) and Balaji Dham (4.6 km) are nearby sightseeing places to the hotel that guests can visit in their free time. Rooms of the hotel are equipped with amenities like television, telephone, tea/coffee maker and mini bar. Attached bathroom have hot/cold running water and essential bathroom toiletries. The hotel offers services like taxi on call, Wi-Fi, railway/bus reservation, valet service, laundry and room service. For formal and informal gatherings, hotel occupies conference and banquet hall facilities. Doctor on call service is also available for any medical emergencies. In-house restaurant offers Indian as well as Mughlai cuisines to their guests in comfortable and cozy environment. Have a wonderful stay at the Pagoda Hotel! ","rating":"4","image":"","address":"14 Gole Bazar , Near Railway Station","name":"Pagoda Hotel","city":"Hong Kong","country":"China"},{"_id":50,"description":"Hotel Shah Abbas is ideally located at a distance of 14.3 km from Srinagar International Airport, 14 km from SINA, Link Road Railway Station and 8.2 km from Bus Stand. The hotel is in the close proximity to Nagin Lake(7.3 km), Pari Mahal(7.9 km), Nishat Mughal Gardens(8.5 km), Dal Lake(9.1 km) and Kheer Bhavani Temple(26 km). The hotel houses, business centre, golf course, shopping arcade, Same day laundry & dry cleaning service, babysitting, doctor on call, money exchange, safe deposit, banquet & conference hall, round the clock room service. Hotel Shah Abbas offers 84 centrally air conditioned rooms with colour television, channel music, internet access and direct dial telephone. En suite washrooms have running hot and cold water.  The restaurant at Shah Abbas Hazara serves multi cuisine fare such as Indian, Chinese, Continental, Gujarati and Kashmiri. The hotel also boasts of a 24 hour coffee shop. Hotel Shah Abbas offers comfortable accommodation in beautiful surroundings. ","rating":"2","image":"","address":"Boulevard Road,Nehru Park , Nehru Park","name":"Hotel Shah Abbas","city":"Istanbul","country":"Turkey"},{"_id":51,"description":"Houseboat Helen of Troy is a budget property, nestled in beautiful lake city, srinagar. It offers suitable and enjoyable staying service to the guests. The most preferred aspect of the hotel is in close proximity to airport, railway Station and bus stand. The rooms of the houseboat are spacious airy and well maintained which makes staying here an absolute joy and which ensures that the guests are well attended and their demands are met promptly. Have a wonderful stay at Houseboat Helen of Troy! ","rating":"1","image":"","address":"Ghat No 19A Dal Lake , Srinagar","name":"Houseboat Helen of Troy","city":"Dubai","country":"United Arab Emirates"},{"_id":52,"description":"24 km from The Mall, 1.3 km from Shimla State Museum, Wi-Fi, Massage Services, Fitness Centre, Conference Halls, Sauna/Steam Bath, Pool Table, Sun-deck, Outdoor activities. Located in the serene and peaceful area of Shilon Bagh, Toshali Royal View is a perfect retreat to enjoy a relaxing vacation in Shimla. This 3 star property is minutes away from The Mall, the most popular place in the city. Guests can choose from 44 rooms that are categorised as Royal Double Room, Royal Studio Room, Royal Duplex Room and Royal Executive Room. There are special honeymoon suites for newly-weds.  Suitable for both business and leisure guests, the hotel provides a range of facilities like fitness centre, children recreation room and well-equipped conference halls. Services like Wi-Fi, laundry, currency exchange, wake-up call, car parking, doctor-on-call, airport transfers and car rental make the stay hassle-free for guests. Upon request, the hotel also makes arrangements for indoor/outdoor games. Mouth-watering Continental, Indian and Chinese delicacies can be enjoyed at in-house multi-cuisine restaurant- The Viceroy. The well-stocked bar named, Head Over Heels is a perfect place to enjoy exotic drinks. Enjoy bonfire and other outdoor activities organised by the hotel. ","rating":"3","image":"","address":"15 km from Chail & 35 km from Solan, P.O. Munda Ghat, Via Kanda Ghat, Shilon Bagh , Kufri Chail road","name":"Toshali Royal View","city":"Singapore","country":"Singapore"},{"_id":53,"description":" A houseboat property, 14.1 km away from Srinagar International Airport while Srinagar Railway Station is 14.1 km and Srinagar Bus Stop is 1.9 km away. The houseboat is located in the serenity of nature which can be relished staying in Kings Rose Group of houseboats only. Nestled in the close proximity to Shankaracharya Temple(6.4 km), Nishat Mughal Gardens(8.3 km), Dargah Sharif(8.4 km), Dal Lake(8.9 km), Shalimar Bagh(11.4 km) and various other prominent excursions. Kings Rose Group of houseboats, the traditional way of living meets the luxury,with a host of facilities like round the clock room service, Wi-Fi internet access, travel desk, doctor on call and laundry. The sufficiently spacious room have furniture with a glossy varnish and comfy beds for a royally good sleep. Fitted with contemporary amenities like television, hot/cold water, attached bathrooms with various essential bathroom toiletries. Every Houseboat have separate dinning hall which offer continental Indian and Kashmir cuisines. The property also arranges special parties and candle light dinner on the rooftop on request. Snuggle up and rejuvenate at Kings Rose Group of houseboats! ","rating":"4","image":"","address":"Dal Lake Near Nehru Park , Srinagar","name":"Kings Rose Group of houseboats","city":"Kuala Lumpur","country":"Malaysia"},{"_id":54,"description":"Located in Sonepat, widely known as Sonipat is the district headquarters of the Sonepat district of Haryana. The place enjoyed special attention from Mughal rulers and the evidence of the same can be seen in the architectural structures present in the city, Jassons Sheesh Mahal is 65.9km away from Indira Gandhi International Airport, 13.7km away from Sonepat Railway Station and 12.8km away from Sonipat Bus Stand. Quietly elegant and comfortable, the hotel features facilities like front desk, power back up, conference hall, banquet facility, handicap facility, doctor on call facility, wake up call service, anti-slip ramps to allow wheelchair access, security service, laundry service, parking facility. The hotel has capacious and ventilated rooms that are well-maintained and comes with amenities like air condition, television. Room and housekeeping service ensures the comfortable stay of the guest long with the cleanliness of the hotel. Guest can request for extra bed, internet access facility. It also has childrens club which the guest can utilize by paying additional charges. The hotel also makes arrangement for birthday and kitty parties. Jassons Sheesh Mahal houses multi-cuisine restaurant offering a wide of range regional and continental delicacies to cajole the taste-buds of guests. In addition, the property features coffee shop, where guests can relax and unwind over a cup of perfectly brewed coffee/tea accompanied by light snacks. Ease out relax and have a lovely stay at the Jassons Sheesh Mahal! ","rating":"1","image":"","address":"NH-1, Village Larsouli, Murthal,Sonipat ,","name":"Jassons Sheesh Mahal","city":"Istanbul","country":"Turkey"},{"_id":55,"description":"Utkarsh Hotel is set in the city of the Silvassa, highly favoured by trekkers and adventure seekers with green environ around. The property offers modern services to make a memorable stay with comfort and quality. The property is located at a distance of 9.9 km from the Bhilad Railway Station and 4.4 km from the Silvassa Bus Station. The famous tourist excursions nearby are Vandhara Garden(2.2 km), Shiv Mandir(3.9 km), Tribal Cultural Museum(3.9 km), Hirwa Van Garden(6 km) and many other are located in the proximity of the hotel. The hotel offers an array of modern facilities that fulfils all the needs of the guest with warmth and hospitality. Amenities like front desk, room service and parking are available for easy stay of the guest. The hotel houses simple and sober rooms that offer a homely ambience to guests. Each room offers amenities like cozy beds, clean linen, telephone and attached washroom with hot/cold water supply. The supportive staff of the hotel takes care that all the needs of guest are fulfilled. Cool off and have a pleasant stay at Utkarsh Hotel! ","rating":"2","image":"","address":"Utkarsh Hotel Athal Circle, , Naroli, opp RTO Office","name":"Utkarsh Hotel","city":"Macau","country":"China"},{"_id":56,"description":"Located 1.4 km from Dal Lake and 5.9 km from Bus Stand, Hotel Butterfly offers a multi-cuisine restaurant. Hotel Butterfly is situated in Khayam Chowk, Srinagar. This 2 star property lies close to the Dal Lake- a famous tourist attraction and Chinar Mega Mall- a popular shopping centre. The hotel is about 20 minutes' drive from the city's airport and 12 minutes' drive from bus stand. Provided with basic amenities, the 19 rooms of the hotel are fully furnished and well-ventilated. This hotel is ideal for business and leisure travellers alike. Conference and banquet facilities are provided at the hotel. Guests can also avail facilities like 24-hour room service and car parking during their stay. Relish mouth-watering Indian and international delicacies at the stylish on-site multi-cuisine restaurant. Enjoy Shikara rides while beholding picturesque views on the nearby Dal Lake. ","rating":"2","image":"","address":"Khayam Chowk , Khayam Chowk","name":"Hotel Butterfly","city":"Bangkok","country":"Thailand"},{"_id":57,"description":"A budget peoperty, House Boat Golden Flower is located at a distance of 18.4 km from Srinagar International Airport, 19.6 km from SINA and 9.9 km from Bus Stand. The hotel is in the close proximity to various tourist places like Nagin Lake(5.4 km), Dal Lake(9.2 km), Indira Gandhi Tulip Garden(9.3 km), Nishat Garden(10.7 km) and Shankaracharya temple(13.6 km). The houseboats are fitted with contemporary amenities like satellite TV and internet, each houseboat feature lounge-cum-seating room, balcony and sun deck. Preferred by leisure travellers, the houseboats offers laundry, 24-hour power backup, refrigerator in lobby area and doctor-on-call. The view of lush green hills from the balconies of these houseboats is a treat to the eyes. Each houseboat features a well-decorated dining area where delicious food prepared by in-house cooks is served. Behold breathtaking views of the serene Nagin Lake and surrounding mountains from the houseboat's sun deck. ","rating":"1","image":"","address":"Opp Bashi Baug Bridge , nigeen lake","name":"House Boat Golden Flower","city":"Tokyo","country":"Japan"},{"_id":58,"description":"House Boat New Bendameer, is located at an accessible distance from Airport, Railway Station and Bus Stand. To explore popular tourist destinations in and around the city, guests can seek tour desks help. The hotel offers facilities like front desk, laundry service, doctor on call and room service. For accommodation, the property offers spacious, airy and well-lit rooms, featuring simple décor, furnishings and amenities like bedroom and bathroom with essential bathroom toiletries. Have a nice stay at House Boat New Bendameer! ","rating":"5","image":"","address":"dal lake, srinagar ,","name":"House Boat New Bendameer","city":"Antalya","country":"Turkey"},{"_id":59,"description":"p align=\"justify\">Shirdi is a very sacred, powerful and important place of pilgrimage in India. Hotel Sai Samrat is a budget property that is an ideal accommodation facility for travellers. It is is located at a distance of 30 km from Shirdi Airport, 5 km from Sainagar Shirdi and near by bus stand. Various tourist spots are Sai Heritage Village (350 m), Sri Sai Baba Samadhi Mandir (2.2 km), Shri Saibaba Sansthan Temple (2.6 km) and Khandoba Mandir (4.7 km). The hotel offers room service, laundry and transportation services which ensures that the guests are well attended and their demands are met promptly.The rooms of the hotel are spacious airy and well maintained with amenities like television, heater and hot/cold water which makes staying here an absolute joy. Have a wonderful and relax stay at Hotel Sai Samrat! ","rating":"1","image":"","address":"Shiv Shiridi Road, Rahata Taluk , Ahemed Nagar District","name":"Hotel Sai Samrat","city":"Bangkok","country":"Thailand"},{"_id":60,"description":"Located 30 minutes drive from the airport and 5 minutes drive from the Tourist Reception Centre. The nearest railway station is Srinagar Railway Station, Link Road Railway Station, at a distance of 13 kms. The city centre (Lal Chowk) is 3 kms from the hotel. Crown plaza is a 4 star property, located at a 15 minutes' drive from Dal Lake, which is the most popular tourist attraction of the region. Tourist attractions including Mughal gardens like Nishat Bagh are situated not too far from the hotel. It features 30 well-designed rooms, spread across two floors. All rooms are provided with modern amenities like tea/coffee maker, cable TV, telephone, work desk and Wi-Fi internet connectivity. There is an in-house multi-cuisine restaurant called Apple Pie where guests can relish vegetarian dishes from Continental, Chinese and Indian cuisine. Guests can also avail in-room dining service. Enjoy the Shikara ride on The Dal Lake with a breathtaking view of surrounding and mountains ","rating":"3","image":"","address":"MA Link Road , Munawrabaad , Munawrabaad","name":"Crown Plaza by pi hotels","city":"Macau","country":"China"},{"_id":61,"description":"Saffron Palace Resort is one of the finest hotel in Srinagar. Elegant and contemporary, it stands out for its understated luxury coupled with sophisticated interior design. A 2 star property, in the close proximity from Airport, railway station and bus stand. The property has an advantage as it enjoys propinquity to various tourist excursions such as Dal Lake, Nishat Bagh, Shankaracharya Temple, Hari Parbat, Jamia Masjid, Hazratbal Shrine and various other notable spots. The hotel offers quietly elegant and exclusive facilities such as lush green garden, dining hall incessant room service, travel desk, doctor on call, laundry, Wi-Fi access, sightseeing, guide service. Additionally, airport transfer, railway station transfer, taxi services, internet connectivity can be availed on chargeable basis. Well-maintained and spacious rooms available at the property are complete with modern amenities such as living room, cable television, telephone, intercom, refrigerator, sofa unit, room heater, attached bathroom and various other substantive bathroom toiletries. To savor some luscious and enticing Indian delicacies, head to in-house restaurant which has a perfect setting where guests can enjoy scrumptious delicacies to satisfy a foodies palate. It is all about the experience that goes beyond the ordinary, Ease out and have a lovely stay at Saffron Palace Resort! ","rating":"2","image":"","address":"Sempora, Saffron Colony, Pampore , Pampore","name":"Saffron Palace Resort","city":"Macau","country":"China"},{"_id":62,"description":"Houseboat Mashal is a budget property, offers suitable and enjoyable staying service to the guests. The most preferred aspect of the hotel is in close proximity to airport, railway Station and bus stand. The property offers facilities such as round the clock room service, travel desk and front desk. For the outdoor recreation facilities special sightseeing facilities is also available like hiking, trekking and sightseeing trips. Houseboat Mashal features spacious, comfortable, airy and well-lit rooms, featuring simple decor, furnishings and well-appointed rooms. Snuggle up and rejuvenate at Houseboat Mashal!  ","rating":"1","image":"","address":"Dal Lake Near Nehru park , Srinagar","name":"Houseboat Mashal","city":"Singapore","country":"Singapore"},{"_id":63,"description":"Hotel Sai Regency is at a 5 minute's drive from the Sai Baba Mandir. It features a vegetarian restaurant. Hotel Sai Regency is a budget property, situated within a 10 minutes' drive from the Sainagar Shirdi Railway Station and the Shirdi Bus Depot. The sacred Saibaba Mandir can be reached within 5 minutes form the hotel. It provides comfortable accommodation in spacious and well-furnished Double Non A/C Rooms. All rooms are fitted with amenities like colour TV with satellite channels and telephone. Requisite bath amenities are available in the spacious attached bathrooms. The hotel promises a convenient and peaceful stay to guests by providing them facilities like laundry, doctor-on-call and car parking. Guests can have a variety of mouth-watering vegetarian delights in the cosy ambience of the hotel's restaurant. Showcasing rare photographs and belongings of Sai Baba, the Dixit Wada Museum, located in proximity to the temple is a must-visit. ","rating":"1","image":"","address":"Shirdi-Nagar Road, Near Joshi Hospital , Nagar Manmad Highway","name":"Hotel Sai Regency","city":"Delhi","country":"India"},{"_id":64,"description":"Hotel Brookland is a budget property, located at an accessible distance from Airport, Railway Station and Bus Stand. The property offers doctor on call, 24 hours STD/ISD, FAX, internet, room service, laundry and dry cleaning, tour and travel assistance, taxi services and airport transfer (chargeable) and parking. Sophisticatedly designed with attractive colors and textures, modern rooms of the hotel come with a rich palette of luxurious amenities that include cable television, direct dial phone, daily newspaper, ironing facility, dining table, hot and cold water and bathroom toiletries. Multi cuisine restaurant at the hotel, proposes a range of dishes international and local, simply prepared focusing on the integrity of the ingredients with a combination of tastes that allow for total enjoyment of the dish. Whether you fancy a snack or you would rather gorge yourself on a veritable feast with your friends. The hotel is also an ideal place for those who come for sightseeing purposes as the hotel is very near to many popular places that include Nishat Mughal Gardens, Dal Lake, Shalimar Bagh, Nehru Park and Jhelum River. Rejuvenate yourself amidst nature at Hotel Brookland! ","rating":"4","image":"","address":"Near Hotel Comrade inn, Raj Bagh, , Raj Bagh","name":"Hotel Brookland","city":"Rome","country":"Italy"},{"_id":65,"description":"Just 100 Meters/2 Mins Walk From Sai Baba Temple,Has Ample Parking,Free Wifi, Multicuisine Restaurant and Rest Room for Drivers ","rating":"3","image":"","address":"Behind Sai Udyan,Lane Opp to Gate No 2 , off pimplewadi road, Shirdi","name":"Golden Tree,Goradias","city":"Tokyo","country":"Japan"},{"_id":66,"description":"Sanskruuti Heriitage is a luxurious hotel situated in Shirdi. Guests can reach the property via nearest Airport(Aurangabad Airport), Railway Station and Bus Stand. Places to visit in Shirdi are Sri Sai Baba Samadhi Mandir, Shri Saibaba Sanstha Temple, Dwaramai Masjid, Dixit Wada Museum and many more. Hotel provides world-class facilities like round the clock room service, laundry service, children's play area, internet service. Guests can have a variety of national and international dishes at multi cuisine restaurant. Doctor on call facility can be avail at the time of medical emergencies. Rooms of the hotel are fully furnished and well maintained. They come with amenities like air conditioner, television, intercom, attached bathroom with hot/cold water, geyser and essential toiletries. Enjoy the stay at Sanskruuti Heriitage. ","rating":"2","image":"","address":"shirdi-Rahata Road,Near HP Petrol pump,Tal-Rahata,Dist-Ahmednagar , same","name":"Sanskruuti Heriitage","city":"Dubai","country":"United Arab Emirates"},{"_id":67,"description":"Hotel Soubhagya Inn is situated in Silvassa. Far from the madding crowds, Silvassa is a popular destination for those who wish to commune with nature and also experience the rich cultural heritage with strong Portuguese roots. The property is at a distance of 161 km from Chhatrapati Shivaji International Airport while Bhilad Railway Station is 15.4 km and Silvassa Bus Station is 2.6 km away. Ample conveniences are offered at the hotel to suffice the varying requirements of guests. These include front desk, room service, travel desk, housekeeping and all credit cards are also accepted. The hotel features comfortable rooms fitted with amenities like television, hot/cold water, attached bathroom and various other essential bathroom toiletries. The multi-cuisine restaurant of the hotel has a perfect setting where guests can enjoy scrumptious regional, Chinese and Continental dishes. Furthermore the on-site bar is an ideal venue to relax and meet friends and business associates in a contemporary and relaxing setting, offering excellent selection of spirits, wines and beers. Those on business tour can host meetings, conferences and seminars at the conference and board rooms of the property. Have a delightful experience at the well-manicured lush green surroundings at Hotel Soubhagya! ","rating":"1","image":"","address":"116/3/1, Vapi - Silvassa Main Road, Amli Silvassa - 396230 ,","name":"Hotel Soubhagya Inn","city":"London","country":"England"},{"_id":68,"description":"Located at a distance of just 1.3 km from Sai Baba Mandir, Hotel Sai Snehal offers travel assistance and a pure vegetarian restaurant. Hotel Sai Snehal is an ideal retreat for travellers on a visit to the most revered shrine of the country- Shirdi Sai Baba Temple. Located on the Pimpalwadi Road, the property can be accessed within 5 minutes drive from the Shirdi Bus Depot and the railway station. Featuring Victorian style architecture, this hotel has 25 rooms that are available in three categories- Deluxe Double Room, Deluxe Triple Room and Day Use Room. Colour TV with cable connection, telephone and Wi-Fi are some of the in-room conveniences. All the rooms have attached bathrooms that have 24-hour running hot and cold water supply. Facilities like laundry, doctor-on-call, car rental, ticketing assistance; car parking and power back-up are provided by the hotel for the convenience of guests. Enjoy mouth-watering pure vegetarian dishes at the on-site restaurant, named Sai Prasad. To gain fascinating insights about the life of the great saint, visit Baba's Chawadi and Dixit Wada Museum that showcase his belongings and rare photographs. Both are located within a 2 kilometre radius of the hotel. ","rating":"1","image":"","address":"Primpalwadi Road, Dutta Nagar , Pimpalwadi Road","name":"Hotel Sai Snehal","city":"Delhi","country":"India"},{"_id":69,"description":"Hotel Shah Abbas is ideally located at a distance of 14.3 km from Srinagar International Airport, 14 km from SINA, Link Road Railway Station and 8.2 km from Bus Stand. The hotel is in the close proximity to Nagin Lake(7.3 km), Pari Mahal(7.9 km), Nishat Mughal Gardens(8.5 km), Dal Lake(9.1 km) and Kheer Bhavani Temple(26 km). The hotel houses, business centre, golf course, shopping arcade, Same day laundry & dry cleaning service, babysitting, doctor on call, money exchange, safe deposit, banquet & conference hall, round the clock room service. Hotel Shah Abbas offers 84 centrally air conditioned rooms with colour television, channel music, internet access and direct dial telephone. En suite washrooms have running hot and cold water.  The restaurant at Shah Abbas Hazara serves multi cuisine fare such as Indian, Chinese, Continental, Gujarati and Kashmiri. The hotel also boasts of a 24 hour coffee shop. Hotel Shah Abbas offers comfortable accommodation in beautiful surroundings. ","rating":"2","image":"","address":"Boulevard Road,Nehru Park , Nehru Park","name":"Hotel Shah Abbas","city":"New York City","country":"USA"},{"_id":70,"description":"Hotel Mount View is in proximity to Betab Valley (7.2 km), Aru (12.4 km), Aishmuqam Adda Bus Stop (18.4 km), Awantipura Railway Station (60 km) and Srinagar International Airport (90.7 km). The hotel offers facilities like Wi-Fi, laundry, travel desk assistance, transfers, guide service and parking facility. Room service and housekeeping assures comfortable and peaceful stay. The hotel features 60 spacious, well-appointed and furnished guest rooms. All rooms are equipped with intercom, study table, television, tea/coffee maker and bottled water. The hotel houses a restaurant which serves mouth-watering and delicious delicacies, prepared from the freshest ingredients.  Have a pleasant stay at Hotel Mount View. ","rating":"3","image":"","address":"Near Main Market , Main Market","name":"Hotel Mount View","city":"Rome","country":"Italy"},{"_id":71,"description":" For People visiting Srikakulam, Hotel Vijetha Inn offers a convenient and reasonable staying option. The hotel offers basic facilities and ensures that its guests are nicely taken care of. Vishakhapatnam Airport is about 106 kms. from the hotel, whereas Srikakulam Railway Station is almost 9 kms. away. Hotel Facilities Wi-Fi Enabled, Travel Desk, Laundry, Airport/Railway Station Transfer (Chargeable), Taxi Services (Chargeable), Doctor on Call (Chargeable) Room Amenities AC, Satellite TV, Intercom, Sofa Unit, Shower Area, Geyser in Bathroom, Hot/Cold Water, Bathroom Toiletries The hotel offers accommodation in 22 rooms in 2 categories: Executive AC and Deluxe AC. It also offers room service between 7 AM and 10 PM. Dining The hotel has a restaurant. Internet: Not Available, Parking Facility: Available Check-in Time: 12:00 PM, Check-out Time: 12:00 PM ","rating":"5","image":"","address":"Vijetha Jn , G.T Road , Vijetha Jn , G.T Road","name":"Hotel Vijetha Inn","city":"Tokyo","country":"Japan"},{"_id":72,"description":"Hotel Surya Executive, Solapur is a 3 Star property and is in close proximity to Solapur Railway Station (2.4 km), Solapur Airport (5.2 km) and 400 m from Bus Stand. The hotel is close to expedition like Shani Mandir (2.0 km), Maruti Mandir (1.6 km), Sambhaji Lake (2.1 km), Mahalaxmi Temple (2.6 km) and Vitthal Rukhmini Temple (2.8 km). The hotel offers facilities like handicap facilities, doctor on call, laundry service, 24 hour concierge, 24 hours power back-up, air conditioning, parking, travel and transfers and car rental service. The hotel makes arrangement of kitty parties and birthday parties on request. Guest can also avail extra mattress on request. The hotel features comfortable rooms with amenities like television, telephone, newspaper, room service, air conditioning, Wifi internet access, shower, bath tub, hot and cold water and attached bathroom with essential toiletries. In house multi-cuisine restaurant serves sumptuous delicacies to pamper food lovers. It offers conference hall, meeting facilities, conference facilities and banqueting facilities for social and corporate gatherings with an adequate seating arrangement. Enjoy your stay at Surya Executive! ","rating":"3","image":"","address":"3/3/2, Murarji Peth , , behind Bhagwat Theatre ,","name":"Surya Executive","city":"Tokyo","country":"Japan"},{"_id":73,"description":"180 m from Attukal Waterfalls, 2.6 km from Blossom Hydel Park, Rooftop Restaurant, Arrangements for bonfire and trekkingSituated amidst picturesque and pristine surroundings of lush green tea plantations of Munnar, Tea Castle Resort offers a quiet retreat for a relaxing and rejuvenating vacation. The property is at a walking distance (700 meters) from Munnar Bus Stop and just 4.2 km from Mount Carmel Church and 11.3 km from Anamudi. This 3 star property offers accommodation in seven Club Rooms, 17 Standard and 23 Deluxe Rooms, most offering picturesque view of the valley. The rooms are well-furnished, spacious with attached bathrooms and equipped with tea/coffee maker.The hotel provides facilities for a range of exciting activities such as arrangements for bonfire, sightseeing and trekking, making it ideal for leisure travellers. For corporate guests, there is a well-equipped hall suitable for organising small conferences and seminars. Facilities of a travel desk, car parking and doctor-on-call make the stay of guests even more comfortable.Keeping in mind the lush hilly surroundings, the hotel features a rooftop restaurant with breathtakingly beautiful views of the valley. Guests can enjoy a variety of delicious meals in a peaceful setting.Go for rooms on higher floors to behold a spectacular view of the hill town. Please note that Wi-Fi connectivity in this hotel will only be available in the lobby, and not in the room. ","rating":"3","image":"","address":"Tea Castle Resort Chithirapuram, Munnar , Chithirapuram, Munnar","name":"Tea Castle Resort","city":"Delhi","country":"India"},{"_id":74,"description":"Aveda Kumarakom, is the newest boutique luxury resort in the picturesque and naturally endowed lake Vembanad area, the famous backwaters of Kerala. The spa resort on 3.5 acres on the lakefront is designed to relax and rejuvenate soul, body and mind. The resort is located at a distance of 81.4 km from the Cochin International Airport, 31.9 km from Vaikom Road Railway Station and 13.6 km from Nagampadom Bus Stand. Popular tourist attractions like Vembanad Lake(240 m), Bay Island Driftwood Museum(3.3 km), Kumarakom Bird Sanctuary(5.6 km), St.Mary's Church(12.1 km), Vaikom Mahadeva Temple(20.3 km) and many others are situated at a feasible distance from the resorts. The resort has the largest and longest infinity swimming pool spanning 150 meters leading to the lake which is magical and very tempting. The passing houseboats and beautiful sunsets make for stunning scenery. Quietly elegant and exclusive, the property a host of modern day features facilities like Wi-Fi internet access, recreational area, indoor games, concierge services, play area, travel desk, power backup, Backed by a team of skilled professionals, the property ensures that all needs of guests are fulfilled timely. For accommodation the resort features capacious and spotlessly clean rooms equipped with modern conveniences such as air conditioning, satellite television, in-room safe, telephone, tea/coffee maker, desk and attached bathrooms with hot/cold water and essential toiletries. The rooms here are exclusively designed with panoramic view of lake and the pool from the balcony/sit-out, to make the stay pleasurable and relaxing for the guests. Enjoy a fine dine experience at the onsite multi-cuisine restaurant serving streaming hot delicacies with a breathtaking panoramic ariel view of the pool and the lake making it a perfect place for outing. In addition, the property features an executive lounge, where guests can relax and unwind over a cup of perfectly brewed coffee/tea accompanied by light snacks and refreshments. Moreover, the guests can head to the in-house lounge bar which quenches thirsty souls by offering a wide variety of mocktails. Those fitness freaks can indulge into a high frequency workout at the in-house gymnasium. The resort also has a well staffed Ayurvedic spa, which provides rejuvenating ayurvedic treatments and massage therapies for short treatment sessions and long term treatment packages as well.  Experience a grand stay and a warm hospitality at Aveda Resort and Spa! ","rating":"5","image":"","address":"V/240 A, Amankari Road, Kumarakom Village W, , Kottayam","name":"Aveda Resort and Spa","city":"Tokyo","country":"Japan"},{"_id":75,"description":"Hotel Honey N Spice is a budget property, located at an accessible distance from Airport, Railway Station and Bus Station. The property is nestled amidst the beautiful place of Dharamshala. It has travel desk which organizes interesting trips in and around Dharamshala, room service and on-site parking facility. Chargeable services include doctor on call, laundry, railway station transfer, airport transfer and taxi services. Each room comes equipped with a television with cable channels and intercom facility. The attached bathrooms feature bathroom toiletries and geyser facility. The hotel is an ultimate location for leisure trip because several tourist destinations are accessible to the hotel like Dalai Lama Temple, War Memorial, Bhagsunag Waterfall, Triund Hill and Kangra Valley. Experience nature and her bounties like you had never before at Hotel Honey N Spice! ","rating":"1","image":"","address":"V.P.O Bhagsu Nag , Bhagsunag, Mcleodganj","name":"Hotel Honey N Spice","city":"New York City","country":"USA"},{"_id":76,"description":"Hotel Vikas is 5.7 km away from Jhansi Airport and 1.3 km away from Jhansi Bus Station. Located in the historical city of northern India, Jhansi, Hotel Vikas is in and around famous tourist places like St Judes Shrine(1.6km), Rani Mahal(1.8km), Jhansi Fort(1.9km), Ganesh Temple(4km), Barwa Sagar Fort(21.7km) and many more.  The hotel offers room and house keeping service. The hotel provides various facilities like business centre, wake up call, travel desk, dry cleaning, parking facility. In case of medical emergency guest can request for doctor on call facility. The hotel houses spacious and comfortable rooms which comes with amenities like television, telephone, bathroom toiletries, hot and cold water. Guest can request for extra mattress, also avail laundry service by paying an additional cost. Experience a home away from home stay at Hotel Vikas. ","rating":"4","image":"","address":"Kacheri Chauraha, Infront of Collectorate Office, Near ICICI Bank , Kacheri Chauraha","name":"Hotel Vikas","city":"Rome","country":"Italy"},{"_id":77,"description":" Hotel Om Sai International offers a reasonable staying option and ensures that all its guests enjoy a comfortable stay. The hotel provides air-conditioned rooms with cable TV, intercom facility and electronic safe. It also features an indoor restaurant, a coffee shop, doctor on call, laundry service and parking facility.  Hotel Om Sai International is located at Pune- Manmad Highway. Aurangabad Airport is 130 km away whereas Sai Nagar Railway Station/Bus Stand is 2 km from the property. Hotel Facilities Indoor Restaurant, Coffee Shop, Internet Facility, Water Sports, Handicap Facility, Doctor on Call, Laundry, Travel Desk, Taxi Services, Parking Facility Chargeable Facilities: Railway Station Transfer, Airport Transfer, Shuttle Service, Guide Service, Sightseeing Room Amenities Air-Conditioning, Cable TV, Intercom Facility, Direct Dial Telephone, Mineral Water, Dining Table, Sofa, Study Table, Daily Newspaper, Safe Deposit Locker, Electronic Safe, Room Heater, Shower Area, Hot & Cold Running Water, Geyser in Bathroom, Bathroom Toiletries, Room Service Chargeable Amenities: Snack Basket, Fruit Basket, Tea/Coffee Maker Hotel Om Sai International offers 58 Rooms divided into 3 categories as Standard, Deluxe and Superior with room service. Please Note: No bed provision is there in child below 10 years of age & if mattress are taken then extra mattress charges apply of Rs. 300/-. Dining The hotel has a multi cuisine pure vegetarian restaurant and a coffee shop. Internet Facility: Available & Parking Facility: Available Check-In Time: 12:00 PM & Check-Out Time: 12:00 Noon ","rating":"3","image":"","address":"Pune - Manmad Highway, Near Police Station, , Nagar Manmad Highway ,","name":"Hotel Omsai International","city":"Bangkok","country":"Thailand"},{"_id":78,"description":"A Wi-Fi enabled 3 star property, 5 km from Jammu Railway Station  Hotel Log-Inn is admired by visitors mainly for its personalized and homely services along with some essential facilities such as travel & transfer services, laundry service, parking facility and assistance of doctor on call. Conveniently located in midst of city on Residency Road near DPS School, the hotel acclaims its presence with its 27 well-furnished rooms.  It is in close proximity to Kali Temple, Raghunath Temple and Bahu Fort, The hotel provides courteous and attentive room service along with spacious parking. All rooms are decently decorated and come with amenities like cable television, safe deposit locker and daily newspaper. A sofa unit, study table and wireless internet access is also available in each room. In addition to this, Hotel Log-Inn also offers services of a professional guide to make outing hassle free and convenient.  The hotel hotel houses a conference room; wherein you can arrange small business meetings and a restaurant as well, serving sumptuous food to pamper your appetite. Enjoy the serene atmosphere and have a great stay at Hotel Log-Inn.  ","rating":"3","image":"","address":"DPS School Lane, Shidhi Chowk Residancy Road , Shidhi Chowk Residancy Road","name":"Hotel Log-Inn","city":"Antalya","country":"Turkey"},{"_id":79,"description":"Hotel Rahul in Nagpur offers a warm welcome, pleasant ambiance and an excellent range of guest facilities and services backed by great hospitality. The hotel is located at a distance of 8 km off Dr. Babasaheb Ambedkar International Airport, while Nagpur Railway station is 2 km and Cotton Market Bus Stand is just 1 km away. The hotel is in close proximity to Maharajbagh zoo(3.3 km), Sitabuldi Fort(3.5 km), Deekshabhoomi(4 km), Ramdham(5.3 km), Ambazari Lake(6.4 km) and various other notable spots. The property offers staple facilities such as Wi-Fi in lobby, laundry, housekeeping, up-time room service, power back up, parking facility, travel desk and airport transfer/railway station on request.Guests can indulge their taste-buds to the delicious food temptations served at the in-house restaurant. This hotel in Nagpur, offers a choice of smart and well appointed rooms, equipped with a complete range of modern amenities like telephone, intercom, television, hot/cold water, attached bathroom and various other essential bathroom toiletries. Hotel Rahul is a boutique property that accomplishes all prerequisite of guests whether on business or pleasure! ","rating":"1","image":"","address":"Near S T Bus Stand, ganeshpeth , Near S T Bus Stand","name":"Hotel Rahul","city":"Hong Kong","country":"China"},{"_id":80,"description":"Hotel Saradharam is accessible to Airport, Railway Station and Bus Stand. To explore popular tourist destinations in and around the city, guests can seek tour desks help. Various tourist attractions near to the property are Nataraja Temple(800 m), Annamalai University(1.5 km), Pitchavaram backwater(16 km), Pichavaram Mangrove Fores(16 km) and many more places. The hotel offers facilities like parking, safety lockers, laundry service, doctor on call, air conditioning, front desk, Wi-Fi access, major credit cards acceptance and travel assistance. For accommodation, the property offers spacious, airy and well-lit rooms, featuring simple décor, furnishings and amenities like satellite/cable television and attached bathroom with essential bathroom toiletries. Foodies are in for a gastronomic treat at the nearby restaurants, which severs mouth-watering delicacies. It features well-equipped conferencing and banqueting venues, making it a perfect base for business travellers. Have a nice stay at Hotel Saradharam! ","rating":"1","image":"","address":"19,VGPStreet,Chidambaram, Cuddalore District, ,","name":"Hotel Saradharam","city":"Bangkok","country":"Thailand"},{"_id":81,"description":"The Royal Melange Beacon is located on Jaipur Road in Ajmer. It is an ideal choice for leisure as well as corporate guests. It features modern architecture and offers warm hospitality to guests. The world-famous shrine of Ajmer - Hazrat Khwaja Moinuddin Chisti Dargah is within a 5-minute walk of this hotel. The well-decorated banquet hall of this hotel can be used for organising seminars, meetings, functions and other events. Pick-up/drop service from bus stand/railway station/airport is offered to guests on demand. In case of any illness or emergency, doctor-on-call facility is also provided. Guests can avail laundry and dry cleaning services at this hotel. Other in-house facilities are direct dial telephone, 24-hour money exchange, secretarial service and valet parking. Guests can avail 24-hour room service to relish an array of scrumptious delicacies prepared in the kitchen of the hotel. It offers 24 beautifully furnished and comfortable rooms that are replete with amenities like television and safe deposit locker. En suite bathroom has premium toiletries and shower facility. Have a memorable stay at The Royal Melange Beacon! ","rating":"3","image":"","address":"Hotel, Opp City Power House , Near Mehra Building, Jaipur Road","name":"The Royal Melange Beacon","city":"New York City","country":"USA"},{"_id":82,"description":"Budget House Boats specialises in conducting romantic backwater cruises to the discerning traveller as per their time and budget. Being focused on high quality services and total customer satisfaction we will do everything to meet customer expectations! These house boats offers you exotic Travel Destinations with complete tour packages of South India Kerala, Karnataka, Tamil Nadu. The house boats operate from Alleppey in Kerala which is acclaimed as the Venice of the East. Our fleet of next generation house boats (Kettuvalloms) consisting of 1, 2, 3, 4, 5 and 6 bed room houseboats has been functioning as family house boats, Honeymoon Houseboats, Corporate Houseboats offering visiting tourists' outstanding services in the backwaters of Alleppey. We also offer a variety of backwater suites customized to the requirements of the tourists. ","rating":"1","image":"","address":"Simi Bhavan Buildings,West Of Y.M.C.A,Near St.Marry's Timbers,V.C.N.B Rd,Alappuzha , Allepey","name":"Budget Houseboat","city":"Paris","country":"France"},{"_id":83,"description":"9.9 km from Munnar Bus Stand, 1.6 km from Chithirapuram Powerhouse Road, 22.4 km from Anamudi, 15.3 km from Devikulam, Multi-cuisine restaurant, Garden restaurant Blu Haze Resort and Spa is a 3 star property that offers well-decorated rooms. These rooms are categorised as Deluxe, Executive Suite, Super Deluxe, Garden Court, Luxury Suite and Presidential Suite. All the rooms are provided with an LCD television, writing table, queen size bed, balcony (facing river and valley) and en suite bathroom. Popular tourist attractions of Munnar, such as Devikulam, and Anamudi are located at a short distance from this 3 star property. There is Ayurvedic and spa facility in the hotel premise where guests can enjoy soothing and relaxing massages. Those guests who wish to hold meeting and seminars can do so at the conference hall, which has a capacity up to 200 persons. Other interesting facilities available for guests include a DJ Hall and Curio Shop. This hotel has a multi-cuisine restaurant that offers India, Chinese and Continental dishes. There is also a speciality restaurant that serves sea food delicacies. Other hangout spots in the hotel are the coffee shop and Garden Restaurant. Blu Haze Resort and Spa also offers camp fire facilities with hookah and barbecue. Located minutes away from the hotel is the beautiful Attukal Waterfalls, which is one of the renowned tourist attractions of Munnar. ","rating":"3","image":"","address":"Chithirapuram,Pallivasal , Chithirapuram, Munnar","name":"Blu Haze","city":"Bangkok","country":"Thailand"},{"_id":84,"description":"Ecoboat I Allepey is loacted in Allepey perfect place to enjoy a laidback vacation amidst a wondrous landscape in God's own country. The nearest airport and railway station to the region are Cochin International Airport and Alleppey Railway Station. Property that provides you complete luxurious facility in traditional style. The property propounds a beautiful blend of style and quiet indulgence including conveniences like front desk and many more. The capacious, modern and classic rooms are well appointed and tastefully decorated with comfy beds and cosy bed linens. All rooms are tastefully decorated with exquisite interiors and well equipped with convenient room amenities that offers elegance, peace and tranquility at its best. They have neat and clean bathrooms fitted with necessary toiletries. The service is prompt, making stay a pleasurable experience for guests. Unwind and have a relaxed stay at Ecoboat I Allepey! ","rating":"4","image":"","address":"Allepey boat Jetty ,","name":"Ecoboat I Allepey","city":"Bangkok","country":"Thailand"},{"_id":85,"description":"A 3 star property, Sai Jashan is located 33.7 km from Shirdi Airport, 3 km from Sainagar Shirdi Railway styation and just 2 km from Shirdi Bus Depot. The hotel is in close proximity to some of the famous temples like Sri Sai Baba Samadhi Mandir, Maruti Mandir, Khandoba Mandir, and Nana Walli's Samadhi. Sai Jashan features comfortable and well furnished rooms equipped with modern conveniences. In-room amenities include cable television, satellite television, intercom facility, direct dial phone, tea/coffee maker, mineral water, refrigerator, daily newspaper, safety deposit box and well appointed bathrooms. Mini bar and snack basket is available at an extra cost. The hotel offers facilities like Wi-Fi internet the lobby, parking facility, travel desk, doctor on call, sightseeing and laundry to make your stay comfortable. Savour a variety of delectable dishes at the on-sit multi-cusine restaurant that serves authentic pure vegetarian food that will surely pamper your appetite. It features well-equipped conferencing hall, making it a perfect base for business travelers. Embrace the peace and have a lovely stay at Sai Jashan! ","rating":"3","image":"","address":"4/31,Shiv Road , Rui Shiv Road","name":"Sai Jashan","city":"Kuala Lumpur","country":"Malaysia"},{"_id":86,"description":" Sahil Lodge is located in the beautiful city of Jammu. The nearest airport is the Jammu Airport and the closest railway station is the Jammu Tawi Railway Station which is well connected to major cities making it convenient for the guest. Have a pleasant and comfortable stay at Sahil Lodge! ","rating":"1","image":"","address":"Raghunath Bazar Road , jammu","name":"Sahil Lodge - Raghunath Bazar","city":"Paris","country":"France"},{"_id":87,"description":"Located in the \"Land of Martyrs\", also famous for its captivating mosques and monasteries, Ferozepur, Kingz Hotel is a reliable property that offers gracious hospitality and comfortability at its best. The nearest airport is Sri Guru Ram Dass Jee International Airport from the property. The property is located at a distance of 2.1 km from Firozpur Cantt and 3.8 km from Ferozepur Bus Stand. There are numerous places of tourists interest near the hotel such as The National Martyrs Memorial(8.7 km) and many more that can be explored. The hotel offers facilities like front desk, parking and many more. Guests can choose to stay in spacious and well furnished rooms that provides homely ambience to guests. The guest rooms here are designed to provide comfort to discerning travellers. Essential room amenities like television, telephone, room service and many more is provided by hotel. Attached bathrooms equipped with essential bathroom amenities and toiletries. The warm and supportive staff ensures any and every whim is met at the earliest. Ease out and have a great stay at Kingz Hotel! ","rating":"2","image":"","address":"8th, the mall road , ferozepur","name":"Kingz Hotel","city":"Singapore","country":"Singapore"},{"_id":88,"description":" Indraprastha Resort and Spa is a budget property located in the city of Dharamshala. The Hotel is located at reachable distance from Gaggal Airport, Kangra Railway Station and bus stop. Dal Lake (700 mtrs), Tibetan Institute of Performing Arts (4.6 km), Bhagsunag Waterfall (5.6 km), Triund Hill (5.6 km) and Bhagsunag Waterfall (5.6 km) are nearby tourist attractions that guests can explore during their stay at the property. Rooms of the property are well-maintained and equipped with amenities like television, mini bar, tea/coffee maker, Wi-Fi, electronic safe, air conditioner, hot/cold running water and essential bathroom toiletries. The hotel offers services like spa, sauna, fitness center, swimming pool, audio-visual equipments, valet parking, travel desk, room service and laundry. Discotheque and gaming zone are also available in the premises where guests can relax and enjoy. For any medical emergencies, guests can avail doctor on call facility. Multi-cuisine restaurant and bar is available where guests can enjoy mouthwatering Indian, Continental and Oriental dishes as well as variety of beverages. Have a wonderful stay at the Indraprashtha Resort and Spa! ","rating":"1","image":"","address":"Strawberry Hills , Near Dal Lake, Mcleodganj","name":"Indraprastha Resort And Spa","city":"Paris","country":"France"},{"_id":89,"description":"Hotel Saish is located at 100 m from the Sai Baba Mandir and 3.1 km from the railway station. It offers a travel desk and Wi-Fi internet. Hotel Saish is situated in Shirdi, which is one of the most revered religious centres of the country. The property is within walking distance from the Sai Baba Mandir and about five minutes drive from the Shirdi Bus Depot. The establishment features spacious and well-furnished rooms that are divided into five types- Double Bed AC, Double Bed Non-AC, Triple Bed AC, Triple Bed Non-AC and Executive Bed AC. These rooms have all mod cons, including colour TV and intercom.Ensuring global connectivity, the hotel provides uninterrupted Wi-Fi facility to guests. Additionally, hotel conveniences include shopping complex, children's park, travel desk, doctor-on-call, laundry and car parking. Also, facilities like taxi services, railway station services, sightseeing and airport transfer is available on chargeable basis at the hotel.Guests can enjoy tantalizing meals at the on-site restaurant. For quick refreshments, they can step in the open-air coffee shop and enjoy beverages and snacks.After seeking Sai Baba's blessings, guests can visit the nearby Wet n Joy Water Park and make their holiday a cherished one.Â Please note that Wi-Fi connectivity in this hotel will only be available in the lobby, and not in the room. ","rating":"3","image":"","address":"Opp to Temple , Opp to Temple","name":"Hotel Saish","city":"Tokyo","country":"Japan"},{"_id":90,"description":"Hotel Maitreya is a budget property, conveniently located in the Land of Sai, offers the most suitable and enjoyable staying service to the guests. The most preferred aspect of the hotel is in close proximity to airport, railway Station and bus stand. The property has an advantage as it enjoys propinquity to various religious places like Sri Sai Baba Samadhi Mandir, Shri Saibaba Sansthan Temple, Dwarkamai Masjid, Maruti Mandir, Khandoba Mandir and many other places to visit. Hotel offers a host of facilities to the guest such as laundry services, airport/railway station transfer and taxi services. A host of modern amenities, such as television, telephone, intercom facility, mineral water, study table, sofa unit, air-conditioning, room services, geyser, shower area and essential bathroom toiletries are provided in each room to ensure a comfortable stay of guests. Hotel Maitreya has a special charm and is a perfect place for tourists seeking spiritual and eternal peace! ","rating":"1","image":"","address":"pimpalwadi road . Near MTDC , Near MTDC","name":"Hotel Maitreya","city":"Hong Kong","country":"China"},{"_id":91,"description":"Hotel Comfort Inn is just 10.8 km from Chandigarh Airport, 4.2 km from Railway Station and only 1.4 km from Manimajra Bus Stand. Leave in the breezes of natural aura in the popular tourist attractions Rock Garden (8.6 km), Sukhna Lake (9.2 km), Terraced Garden (10.0 km), Garden Of Fragrance (11.7 km), Rose Garden (16.1 km) and Timber Trail Rope-way Station (24.4 km). Well furnished and spacious rooms make your stay very much posh with amenities like television, telephone and attached bathroom with hot and cold water and fine bathroom toiletries. The hotel provides round the clock room service with the friendly crew. Extra mattress can be availed on request. The hotel facilitates its guests with services such as front desk, power back-up, security and laundry. Doctor on call is also available in case of emergencies. Enjoy the aura of nature and stay healthy at Hotel Comfort Inn.. ","rating":"3","image":"","address":"SCO Number 423-424, Motor Market, Manimajra Chandigarh, Near Fun-Re-Public Mall , Manimajra","name":"Hotel Comfort Inn","city":"Paris","country":"France"},{"_id":92,"description":"Located close to Marayur Bus Stand and Marayur Sandal Reserve, Hotel Chandana Herbal Palace offers Ayurvedic treatment and a restaurant. Nestled amid mist-clad hills of Munnar, Hotel Chandana Herbal Palace is an economical accommodation facility, ideal for travellers looking for a pleasurable stay. The hotel offers two types of accommodation units for guests that include Cottages and Standard Rooms. For families and groups, the hotel features well-appointed dormitories. Basic amenities like television with cable connection and telephone add to the convenience of guests. Chandana Resort is well placed in Marayoor (40 KMS away from Munnar) in Munnar and nearest airport/ railway station is 190 km away in Cochin. Availability of indoor and outdoor venues for conferences, meetings and seminars add to the convenience of corporate. Owing to its picturesque location, this hotel is a perfect abode for vacationers and couples on a romantic holiday. Conveniences offered by the hotel include travel assistance, kids play area and car parking. Guests can avail Ayurvedic treatments and please their mind, body and soul. Upon request, the hotel organises campfire and live entertainment shows for guests. The hotel has a stylish restaurant that serves delicious dishes that are prepared using authentic ingredients. Some of the accommodation units feature kitchens, where guests can cook their own meals. During free time, guests can opt for adventure trails, boating and other outdoor activities. ","rating":"1","image":"","address":"Chandana Group of Hotels, Marayoor P.O, Munnar , Marayoor , Munnar","name":"Hotel Chandana Herbal Palace","city":"London","country":"England"},{"_id":93,"description":"Vasundhara Sarovar Premiere, located within 15 minutes drive from the railway station, has Wi-Fi, banquet hall, pool, restaurants and spa. Situated on the banks of the Lake Vembanad, Vasundhara Sarovar Premiere is a 5 star property in Vayalar that offers 60 Villas and Suites, which are categorised as Heritage Villas, Floating Cottages, Luxury House Boat, Deluxe Suites, Presidential Suites, Deluxe Rooms and Superior Rooms. These rooms are provided with world-class amenities like cable TV, intercom telephone, mini bar, electronic safe and Wi-Fi internet. The hotel provides all the facilities to make the stay pleasurable for both business and leisure travellers. It features well-maintained multi-purpose halls, along with other conveniences like swimming pool, fishing deck, amphitheatre, spa, fitness centre, temple, antique shop and herb garden. During leisure, guests can opt for house boat cruises, water sports, cycling and indoor games. Mystic Spice is a multi-cuisine restaurant that serves Kerala, Arabic, Mediterranean and Oriental cuisine. Chemeen & Madira is a restaurant-cum-bar that serves seafood, tandoori delicacies and exotic cocktails. For enjoying Pan Asian cuisine and drinks, guests can visit poolside cafe-cum-bar, named Zephyr. Guests must not miss traditional massages and therapies at the spa. Note:Swimming pool will be under maintenance from 18th April 2016 to 3rd May 2016. ","rating":"5","image":"","address":"VP II/123 F , Vayalar, Cherthala","name":"Vasundhara Sarovar Premiere","city":"Kuala Lumpur","country":"Malaysia"},{"_id":94,"description":"Hotel Green City, located in Nagpur, is an ideal accommodation facility for business as well as leisure travellers. Situated on Wardha Road, this property is within a 5 minute drive of Nagpur Railway Station. The hotel offers well-furnished rooms, which are equipped with all the basic amenities such as telephone and television. En suite baths have 24-hour running water and essential toiletries. The facilities offered at the hotel make the stay comfortable for guests. These include car parking, safe deposit locker, doctor-on-call, pickup and drop, car rental and luggage room. The staff of the hotel works efficiently and makes the stay delightful for guests. The hotel has Summer Hill Mini Conference Hall, where corporate events such as seminars, workshops and meetings can be conducted. Jaisal Darbar Hall is another hall on site, which can accommodate up to 50 guests at a time. Comfortable seating arrangement and cosy ambience makes dining a delightful experience at Madhuban - the in-house multi-cuisine veg restaurant. One of the famed attractions of the region, namely Ambazari Lake, is only a 10-minute drive from here. ","rating":"1","image":"","address":"Ameya Towers, Dr. Munje Road, Near Yashwant Stadium, Dhantoli , Vivekanand Nagar","name":"Hotel Green City","city":"Kuala Lumpur","country":"Malaysia"},{"_id":95,"description":"Venice castle is the home stay of your dreams It is ideally located in the very heart of the town. Yet, Venice castle is cut off from the din and bustle of the town by wooded surroundings that lends an ambiance of the country side. The homestay is set in large of lush green plants, landscaped premises and a well mowed lawn with garden lights.Peace and alms prevails over the place which is broken only with the chiming of soft bells from the nearby temple, the chirruping of birds or the playful whistling of the squirrels in the tree. ","rating":"1","image":"","address":"Opp.to D.T.P.C Office , Allepey","name":"the home stay of your dreams","city":"Delhi","country":"India"},{"_id":96,"description":"Kovilakam Lake Side Villa, Kumarakom is situated near the backwaters of Vembanad Lake and features rooms equipped with modern conveniences. All air-conditioned rooms feature amenities like living room, cable television, DVD player, direct dial telephone, tea/coffee maker, refrigerator, iron and ironing board, balcony/sit out, dining table, sofa unit, study table and bathroom amenities. The property is situated at the distance of 74.5 km from the Cochin International Airport and 20 minutes from the Tiruvizha Railway Station. The hotel is in close proximity to Pathiramanal Island, Chavara Bhavan, Alleppey beach, Mullackal Temple, Cathedral Church, Showkar Masjid. It offers facilities such as garden, business center, water sports, dining hall, handicap facility, outdoor activities, room service and parking. The hotel also offers various activities like village walking, fishing, star gazing, and also diving into the backwaters. Guests can enjoy a variety of local and Chinese, Continental and North Indian delicacies in Mattupavvu - restaurant with seating arrangement in authentic Kerala style architecture and spectacular views of the surrounding greenery and backwaters. The conferencing and banqueting space available at the hotel are ideal for organizing business and social events. Wake up to chirping birds, the smell of morning dew and views of the backwaters from your room, have a wonderful stay at Kovilakam Lake Side Villa, Kumarakom! ","rating":"3","image":"","address":"Kovilakam Lake Side Villa, Muhamma, Kumarakom West , Muhamma, Kumarakom West","name":"Kovilakam Lake Side Villa","city":"Singapore","country":"Singapore"},{"_id":97,"description":"Hotel Gandhi's Paradise \" The most centrally located Hotel , Just 15 Minutes walk to Bhagsu Nag , Dharamkot and Mcleodganj thus making the triangle . Each of the 3 markets such as Bhagsunag, Dharamkot and Mcleodganj is on walking distance. It offers facilities like multi-functional hall, restaurants and travel assistance. Located in the beautiful township of Dharamshala is Gandhi's Paradise, a 3 Star property, offering comfortable accommodations and warm hospitality. The hotel lies in propinquity to the popular attractions of the town, namely Mcleodganj, Bhagsunag and Dharamkot. The hotel has 16 rooms that include Luxury Suites, Deluxe Suites, Premier Rooms and Superior Rooms. All rooms are tastefully decorated and provided with basic amenities like satellite television and work desk. With a host of facilities and services, the hotel caters to both leisure and business travellers. It offers facilities like a spacious banquet/conference hall with seating capacity of 75 pax, children's activity centre, currency exchange, transportation (chargeable) and private parking. The hotel also arranges the cab services for sightseeing/ city tour. Upon request, the hotel also makes provisions for trekking to Triund & Indrahar Pass. Food lovers can visit on-site Ishaan Restaurant that dishes out an array of Indian and international delicacies. Guests can also visit the sky-lounge restaurant that serves delicious barbecue food and offer the spectacular view of snow covered Dhauladhar valley. The hotel is set in front of the highest peak point of Dhauladhar range of mountains know as 'The Hanuman ka Tibba' where Lord Hanumana rested while bringing the sanjeevani booti in hands. ","rating":"3","image":"","address":"Dharamkot road, After TIPA, Bhagsunag , Mcleodganj","name":"Gandhi's Paradise","city":"Rome","country":"Italy"},{"_id":98,"description":"Nestled in the Jammu city, Hotel The Imperial Lodge is at a distance of 8.6 km from Jammu Airport, 1 km from Jammu Tawi Railway Station and 1 km from Mini-Bus Stand. Various tourist places where guest can visit like Bagh-e-Bahu(4.2 km), Rajender Park(5.8 km), Jai Baba Panch Peer Temple(6 km), Dogra Art Museum(6.9 km), Mubarak Mandi Palace(6.9 km) and much more. The rooms of the hotel are spacious airy and well maintained which makes staying here an absolute joy. The hotel also offers room service which ensures that the guests are well attended and their demands are met promptly. Have a pleasant stay at Hotel The Imperial Lodge! ","rating":"3","image":"","address":"near railway station , near railway station","name":"The Imperial Lodge","city":"Bangkok","country":"Thailand"},{"_id":99,"description":"Hotel Evergreen is a budget property, located at 15.1 kms from Chandigarh Airport, 18.3 kms from Chandigarh Junction and 170 metres from Issapur Road Bus Station. The property provides facilities like banquet/conference hall, Wi-Fi internet, 24 hour check in, doctor on call, daily housekeeping, laundry/dry cleaning, taxi on demand, power backup, room service, round-the-clock security and parking. Featuring capacious and spotlessly clean rooms equipped with conveniences like television and attached bathroom with 24 hour hot/cold water. Relish authentic and flavourful dishes in the serene ambience at the in house restaurant which serves mouthwatering delicacies to pamper food lovers palate. Guests can relax and enjoy their favourite beverages at the in house bar. There are many interesting places around the property that includes Mahendra Chaudhary Zoological Park (10.5 kms), Chhattbir Zoo (11.5 kms), Gurudwara Shri Baoli Sahib (13 kms), Herbal Park (15.7 kms) and Elante Mall (17.6 kms). Have a refreshing and relaxing stay at Hotel Evergreen! ","rating":"1","image":"","address":"Chandigarh Road, Derabassi ,","name":"Hotel Evergreen","city":"Rome","country":"Italy"},{"_id":100,"description":"Hotel Park is set on the edge of a vast park in peaceful surroundings in Novi Sad. Entirely air conditioned, it offers elegantly equipped accommodation with free Internet access, hydro massage bath tub in some units and cable TV. The centre of Novi Sad is just a short walk away.\n\nThe Park Restaurant serves international and domestic cuisine and features a terrace for up to 500 people. The exclusive Tito Restaurant has a charming ambience. It was visited by Marshal Tito in 1977.\n\nHotel Park’s wellness centre features a hot tub, indoor swimming pool, saunas and diverse massage treatments. Fitness facilities and individual trainer programs are at the guests’ disposal. A casino and two night clubs are also located on site.\n\nPark Hotel is located in close proximity to the Novi Sad Fair. Free private parking is provided at the secure on-site parking lot. Airport shuttle is available at a surcharge.","rating":5,"image":"9d58e687-eae4-4629-abd5-f2f98eb4ceca.jpeg","address":"Novosadskog Sajma 35","name":"Park","city":"Novi Sad","country":"Srbija"}]